Repository: josejonnathan/jg2portfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: Basic
de: Grundkenntnisse
es: Básico
fr: Débutant
it: Base
pt: Básico

source: Intermediate
de: Mittelstufe
es: Intermedio
fr: Intermédiaire
it: Intermedio
pt: Intermediário

source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzato
pt: Avançado

source: Native
de: Muttersprache
es: Nativo
fr: Langue maternelle
it: Madrelingua
pt: Nativo

source: End date cannot be earlier than start date.
de: Das Enddatum darf nicht vor dem Startdatum liegen.
es: La fecha de inicio no puede ser anterior a la fecha de finalización.
fr: La date de fin ne peut pas être antérieure à la date de début.
it: La data di fine non può essere precedente alla data di inizio.
pt: A data de término não pode ser anterior à data de início.

source: Professional CV Builder | Customizable Templates
de: Professioneller Lebenslauf-Generator | Anpassbare Vorlagen
es: Generador de CV profesional | Plantillas personalizables
fr: Générateur de CV professionnel | Modèles personnalisables
it: Generatore di CV professionale | Modelli personalizzabili
pt: Criador de Currículo Profissional | Modelos Personalizáveis

source: Create your professional CV for free with customizable templates. Designed for professionals and students who want to impress.
de: Erstellen Sie Ihren professionellen Lebenslauf kostenlos mit anpassbaren Vorlagen. Entworfen für Profis und Studenten, die beeindrucken wollen.
es: Crea tu CV profesional de forma gratuita con plantillas personalizables. Diseñado para profesionales y estudiantes que quieren impresionar.
fr: Créez votre CV professionnel gratuitement avec des modèles personnalisables. Conçu pour les professionnels et les étudiants qui veulent impressionner.
it: Crea il tuo CV professionale gratuitamente con modelli personalizzabili. Progettato per professionisti e studenti che vogliono impressionare.
pt: Crie seu currículo profissional gratuitamente com modelos personalizáveis. Projetado para profissionais e estudantes que querem impressionar.

source: CV, resume, free, create CV, CV template, CV creator, curriculum, vitae, create resume, resume template
de: Lebenslauf, Bewerbung, kostenlos, Lebenslauf erstellen, Lebenslaufvorlage, Lebenslauf-Generator, Curriculum Vitae, Bewerbung erstellen, Bewerbungsvorlage
es: CV, currículum, gratis, crear CV, plantilla de CV, creador de CV, curriculum vitae, crear currículum, plantilla de currículum
fr: CV, curriculum vitae, gratuit, créer un CV, modèle de CV, créateur de CV, curriculum vitae, créer un CV, modèle de CV
it: CV, curriculum vitae, gratuito, crea CV, modello di CV, creatore di CV, curriculum, vitae, crea curriculum, modello di curriculum
pt: CV, currículo, grátis, criar CV, modelo de CV, criador de CV, currículo, vitae, criar currículo, modelo de currículo

source: Free Professional CV Builder
de: Kostenloser professioneller Lebenslauf-Generator
es: Generador de CV profesional gratuito
fr: Générateur de CV professionnel gratuit
it: Generatore di CV professionale gratuito
pt: Criador de Currículo Profissional Grátis

source: Create your professional CV for free with customizable templates.
de: Erstellen Sie Ihren professionellen Lebenslauf kostenlos mit anpassbaren Vorlagen.
es: Crea tu CV profesional de forma gratuita con plantillas personalizables.
fr: Créez votre CV professionnel gratuitement avec des modèles personnalisables.
it: Crea il tuo CV professionale gratuitamente con modelli personalizzabili.
pt: Crie seu currículo profissional gratuitamente com modelos personalizáveis.

source: Public CV
de: Öffentliches CV
es: CV Público
fr: CV Public
it: CV Pubblico
pt: CV Público

source: This is a preview of your public CV. Only you can see or access these buttons.
de: Dies ist eine Vorschau deines öffentlichen CV. Nur du kannst diese Schaltflächen sehen oder darauf zugreifen.
es: Esta es una vista previa de tu CV público. Solo tú puedes ver o acceder a estos botones.
fr: Ceci est un aperçu de votre CV public. Seul vous pouvez voir ou accéder à ces boutons.
it: Questa è un’anteprima del tuo CV pubblico. Solo tu puoi vedere o accedere a questi pulsanti.
pt: Esta é uma pré-visualização do seu CV público. Só você pode ver ou acessar esses botões.

source: Back to editor
de: Zurück zum Editor
es: Volver al Editor
fr: Retour à l'éditeur
it: Torna all'editor
pt: Voltar ao editor

source: Template Selection
de: Vorlagenauswahl
es: Seleccionar Plantilla
fr: Sélection du modèle
it: Selezione del modello
pt: Seleção de Modelo

source: Theme Selection
de: Themenauswahl
es: Seleccionar tema
fr: Sélection du thème
it: Selezione del tema
pt: Seleção de Tema

source: This website uses cookies to ensure you get the best experience.
de: Diese Website verwendet Cookies, um sicherzustellen, dass Sie die beste Erfahrung machen.
fr: Ce site web utilise des cookies pour vous garantir la meilleure expérience.

source: Accept
de: Akzeptieren
fr: Accepter

source: Reject
de: Ablehnen
fr: Rejeter

source: Read more
de: Mehr erfahren
fr: En savoir plus

source: Website
de: Webseite
es: Pagina Web
fr: Site web
it: Sito web
pt: Site

source: Skills
de: Fähigkeiten
es: Habilidades
fr: Compétences
it: Competenze
pt: Competências

source: Languages
de: Sprachen
es: Idiomas
fr: Langues
it: Lingue
pt: Idiomas

source: Interests
de: Interessen
es: Intereses
fr: Centres d'intérêt
it: Interessi
pt: Interesses

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pt: Compartilhar

source: QR Code
es: Código QR
fr: Code QR
pt: Código QR

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt: Perfil

source: Education
de: Ausbildung
es: Educación
fr: Éducation
it: Formazione
pt: Educação

source: Work Experience
de: Erfahrung
es: Experiencia
fr: Expérience professionnelle
it: Esperienza lavorativa
pt: Experiência Profissional

source: Projects
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
pt: Projetos

source: Curriculum PDF
de: Lebenslauf PDF
es: Currículum PDF
fr: PDF du CV
pt: PDF do Currículo

source: Details
es: Detalles
fr: Détails
it: Dettagli
pt: Detalhes

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
pt: Telefone

source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
pt: Endereço

source: Experience
de: Erfahrung
es: Experiencia
fr: Expérience
it: Esperienza
pt: Experiência

source: Links
es: Enlaces
fr: Liens
it: Link

source: Tutorial
fr: Tutoriel

source: Terms and Conditions
de: Allgemeinen Geschäftsbedingungen
es: Términos y condiciones
fr: Termes et conditions
it: Termini e condizioni
pt: Termos e condições

source: Simplified CV Creation
de: Vereinfachte Lebenslauferstellung
es: Creación de CV simplificada
fr: Création de CV simplifiée
it: Creazione semplificata del CV
pt: Criação de CV Simplificada

source: Create a stunning CV effortlessly with our customizable templates. Showcase your skills, experience, and personality with just a few clicks.
de: Erstellen Sie mühelos einen beeindruckenden Lebenslauf mit unseren anpassbaren Vorlagen. Präsentieren Sie Ihre Fähigkeiten, Erfahrungen und Persönlichkeit mit nur wenigen Klicks.
es: Crea un CV impactante sin esfuerzo con nuestras plantillas personalizables. Muestra tus habilidades, experiencia y personalidad con solo unos clics.
fr: Créez un CV époustouflant sans effort avec nos modèles personnalisables. Mettez en valeur vos compétences, votre expérience et votre personnalité en quelques clics.
it: Crea un CV straordinario senza sforzo con i nostri modelli personalizzabili. Metti in mostra le tue competenze, esperienze e personalità con pochi clic.
pt: Crie um currículo impressionante facilmente com nossos modelos personalizáveis. Mostre suas habilidades, experiência e personalidade com apenas alguns cliques.

source: Go to Your Profile
de: IGehe zu deinem Profil
es: Ve a tu perfil
fr: Accédez à votre profil
it: Vai al tuo profilo
pt: Vá para o seu perfil

source: Register Now
de: Jetzt registrieren
es: Regístrate ahora
fr: Inscrivez-vous maintenant
it: Registrati ora
pt: Registre-se agora

source: Professional and Easy!
de: Professionell und einfach!
es: Simple y Profesional!
fr: Professionnel et facile !
it: Professionale e facile!
pt: Profissional e Fácil!

source: Designed for professionals, students, and job seekers who want to make a great impression. We offer a range of beautiful, modern templates that you can customize to reflect your personal style and career aspirations. With our easy-to-use editor, you can update your CV anytime, anywhere, and ensure it always looks its best.
de: Entwickelt für Fachkräfte, Studenten und Arbeitssuchende, die einen bleibenden Eindruck hinterlassen wollen. Wir bieten eine Reihe schöner, moderner Vorlagen, die Sie individuell anpassen können, um Ihren persönlichen Stil und Ihre beruflichen Ziele widerzuspiegeln. Mit unserem benutzerfreundlichen Editor können Sie Ihren Lebenslauf jederzeit und überall aktualisieren und sicherstellen, dass er stets professionell aussieht.
es: Diseñado para profesionales, estudiantes y personas que buscan empleo que quieran causar una buena impresión. Ofrecemos una variedad de plantillas modernas que puedes personalizar para reflejar tu estilo personal y tus aspiraciones profesionales. Con nuestro editor, puedes actualizar tu CV en cualquier momento y en cualquier lugar y asegurarte de que siempre luzca lo mejor posible.
fr: Conçu pour les professionnels, les étudiants et les chercheurs d'emploi qui souhaitent faire bonne impression. Nous proposons une gamme de modèles modernes et élégants que vous pouvez personnaliser pour refléter votre style personnel et vos aspirations professionnelles. Grâce à notre éditeur facile à utiliser, vous pouvez mettre à jour votre CV à tout moment et en tout lieu, et vous assurer qu'il a toujours l'air parfait.
it: Progettato per professionisti, studenti e chi cerca lavoro che vogliono fare una grande impressione. Offriamo una gamma di modelli moderni e bellissimi che puoi personalizzare per riflettere il tuo stile personale e le tue aspirazioni di carriera. Con il nostro editor facile da usare, puoi aggiornare il tuo CV in qualsiasi momento e ovunque, garantendo che sia sempre al meglio.
pt: Desenvolvido para profissionais, estudantes e candidatos a emprego que desejam causar uma ótima impressão. Oferecemos uma gama de modelos bonitos e modernos que você pode personalizar para refletir seu estilo pessoal e suas aspirações de carreira. Com nosso editor fácil de usar, você pode atualizar seu CV a qualquer momento e garantir que ele esteja sempre com a melhor aparência.

source: Not sure how to start?
de: Nicht sicher, wie du anfangen sollst?
es: ¿No sabes cómo empezar?
fr: Vous ne savez pas par où commencer ?
it: Non sei sicuro da dove iniziare?
pt: Não sabe como começar?

source: This short tutorial will give you an idea of how to create a great CV.
de: Dieses kurze Tutorial gibt dir eine Vorstellung davon, wie du einen großartigen Lebenslauf erstellst.
es: Este pequeño tutorial te dará una idea de cómo crear un gran CV.
fr: Ce court tutoriel vous donnera une idée de comment créer un excellent CV.
it: Questo breve tutorial ti darà un’idea di come creare un ottimo CV.
pt: Este breve tutorial lhe dará uma ideia de como criar um ótimo CV.

source: Enter the password to view this CV
de: Geben Sie das Passwort ein, um diesen Lebenslauf anzuzeigen
es: Ingresa la contraseña para ver este CV
fr: Entrez le mot de passe pour voir ce CV
it: Inserisci la password per visualizzare questo CV
pt: Insira a senha para ver este currículo

source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
pt: Senha:

source: Watch CV
de: Lebenslauf anzeigen
es: Ver CV
fr: Voir le CV
it: Visualizza CV
pt: Ver Currículo

source: Terms and Conditions of Use
de: Nutzungsbedingungen
es: Términos y condiciones de uso
fr: Conditions générales d'utilisation
it: Termini e condizioni d'uso
pt: Termos e Condições de Uso

source: Last updated: [05.09.2024]
de: Zuletzt aktualisiert: [05.09.2024]
es: Última actualización: [05.09.2024]
fr: Dernière mise à jour : [05.09.2024]
it: Ultimo aggiornamento: [05.09.2024]
pt: Última atualização: [05.09.2024]

source: These Terms and Conditions govern the use of the website pro.cur.vit (hereinafter, 'the Site') and the services offered through it. By accessing or using the Site, you agree to comply with and be bound by these Terms and Conditions. If you do not agree with these terms, please do not use the Site.
de: Diese Nutzungsbedingungen regeln die Nutzung der Website pro.cur.vit (im Folgenden 'die Seite') und der über sie angebotenen Dienstleistungen. Durch den Zugriff auf oder die Nutzung der Seite erklären Sie sich mit diesen Nutzungsbedingungen einverstanden. Wenn Sie diesen Bedingungen nicht zustimmen, verwenden Sie die Seite bitte nicht.
es: Estos Términos y Condiciones regulan el uso del sitio web pro.cur.vit (en adelante, ‘el Sitio’) y los servicios ofrecidos a través del mismo. Al acceder o utilizar el Sitio, usted acepta cumplir y estar sujeto a estos Términos y condiciones. Si no está de acuerdo con estos términos, no utilice el Sitio.
fr: Ces conditions générales régissent l'utilisation du site pro.cur.vit (ci-après 'le Site') et les services qui y sont proposés. En accédant au Site ou en l'utilisant, vous acceptez de respecter et d'être lié par ces conditions générales. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser le Site.
it: Questi Termini e Condizioni regolano l'uso del sito pro.cur.vit (di seguito, 'il Sito') e dei servizi offerti attraverso di esso. Accedendo o utilizzando il Sito, accetti di rispettare e di essere vincolato da questi Termini e Condizioni. Se non sei d'accordo con questi termini, ti preghiamo di non utilizzare il Sito.
pt: Estes Termos e Condições regulam o uso do site pro.cur.vit (doravante, 'o Site') e os serviços oferecidos por ele. Ao acessar ou utilizar o Site, você concorda em cumprir e estar vinculado a estes Termos e Condições. Se você não concordar com estes termos, por favor, não utilize o Site.

source: 1. Description of Service
de: 1. Beschreibung des Dienstes
es: 1. Descripción del Servicio
fr: 1. Description du service
it: 1. Descrizione del servizio
pt: 1. Descrição do Serviço

source: pro.cur.vit provides users with the ability to create and manage their Curriculum Vitae (CV) for free. Users can register, create, modify, and store their CV using the tools provided on the Site.
de: pro.cur.vit bietet den Nutzern die Möglichkeit, ihren Lebenslauf (CV) kostenlos zu erstellen und zu verwalten. Nutzer können sich registrieren, ihren Lebenslauf erstellen, bearbeiten und mit den auf der Seite bereitgestellten Tools speichern.
es: pro.cur.vit ofrece a los usuarios la posibilidad de crear y gestionar su Curriculum Vitae (CV) de forma gratuita. Los usuarios pueden registrar, crear, modificar y almacenar su CV utilizando las herramientas proporcionadas en el Sitio.
fr: pro.cur.vit permet aux utilisateurs de créer et de gérer gratuitement leur Curriculum Vitae (CV). Les utilisateurs peuvent s'inscrire, créer, modifier et stocker leur CV à l'aide des outils fournis sur le Site.
it: pro.cur.vit offre agli utenti la possibilità di creare e gestire il proprio Curriculum Vitae (CV) gratuitamente. Gli utenti possono registrarsi, creare, modificare e memorizzare il proprio CV utilizzando gli strumenti forniti sul Sito.
pt: pro.cur.vit oferece aos usuários a capacidade de criar e gerenciar seu Curriculum Vitae (CV) gratuitamente. Os usuários podem se registrar, criar, modificar e armazenar seu CV utilizando as ferramentas fornecidas no Site.

source: 2. User Registration
de: 2. Benutzerregistrierung
es: 2. Registro de usuario
fr: 2. Inscription de l'utilisateur
it: 2. Registrazione dell'utente
pt: 2. Registro de Usuário

source: To use the services offered on the Site, you must register and create an account. By registering, you agree to provide accurate and complete information and to keep your password confidential. You are responsible for all activities that occur under your account.
de: Um die auf der Seite angebotenen Dienste zu nutzen, müssen Sie sich registrieren und ein Konto erstellen. Durch die Registrierung erklären Sie sich damit einverstanden, genaue und vollständige Angaben zu machen und Ihr Passwort vertraulich zu behandeln. Sie sind für alle Aktivitäten verantwortlich, die unter Ihrem Konto erfolgen.
es: Para utilizar los servicios ofrecidos en el Sitio, debe registrarse y crear una cuenta. Al registrarse, acepta proporcionar información precisa y completa y mantener su contraseña confidencial. Usted es responsable de todas las actividades que ocurren en su cuenta.
fr: Pour utiliser les services proposés sur le Site, vous devez vous inscrire et créer un compte. En vous inscrivant, vous acceptez de fournir des informations exactes et complètes et de garder votre mot de passe confidentiel. Vous êtes responsable de toutes les activités effectuées sous votre compte.
it: Per utilizzare i servizi offerti sul Sito, devi registrarti e creare un account. Registrandoti, accetti di fornire informazioni accurate e complete e di mantenere riservata la tua password. Sei responsabile di tutte le attività svolte sotto il tuo account.
pt: Para utilizar os serviços oferecidos no Site, você deve se registrar e criar uma conta. Ao se registrar, você concorda em fornecer informações precisas e completas e em manter sua senha confidencial. Você é responsável por todas as atividades que ocorrem em sua conta.

source: 3. Acceptable Use
de: 3. Zulässige Nutzung
es: 3. Uso Aceptable
fr: 3. Utilisation acceptable
it: 3. Uso accettabile
pt: 3. Uso Aceitável

source: You agree to use the Site only for purposes that are permitted by these Terms and Conditions and any applicable laws, regulations, or generally accepted practices or guidelines in the relevant jurisdiction. Prohibited activities include but are not limited to:
de: Sie erklären sich damit einverstanden, die Seite nur für Zwecke zu nutzen, die durch diese Nutzungsbedingungen und geltende Gesetze, Vorschriften oder allgemein anerkannte Praktiken oder Richtlinien in der entsprechenden Gerichtsbarkeit zulässig sind. Verbotene Aktivitäten umfassen, sind aber nicht beschränkt auf:
es: Usted acepta utilizar el Sitio solo para los fines permitidos por estos Términos y condiciones y cualquier ley, reglamento o práctica o directriz generalmente aceptada en la jurisdicción correspondiente. Las actividades prohibidas incluyen, entre otras:
fr: Vous acceptez d'utiliser le Site uniquement à des fins autorisées par ces Conditions générales et toute loi, réglementation ou pratique généralement acceptée dans la juridiction concernée. Les activités interdites incluent, mais ne se limitent pas à :
it: Accetti di utilizzare il Sito solo per scopi consentiti da questi Termini e Condizioni e dalle leggi, regolamenti o pratiche generalmente accettate applicabili nella giurisdizione pertinente. Le attività proibite includono, ma non si limitano a:
pt: Você concorda em usar o Site apenas para fins permitidos por estes Termos e Condições e por qualquer lei, regulamento ou prática geralmente aceita na jurisdição relevante. Atividades proibidas incluem, mas não se limitam a:

source: Using the Site for any unlawful or unauthorized purpose.
de: Die Nutzung der Seite für unrechtmäßige oder nicht autorisierte Zwecke.
es: Usar el Sitio para cualquier propósito ilegal o no autorizado.
fr: Utiliser le Site à des fins illégales ou non autorisées.
it: Utilizzare il Sito per qualsiasi scopo illegale o non autorizzato.
pt: Utilizar o Site para qualquer propósito ilegal ou não autorizado.

source: Accessing, tampering with, or using non-public areas of the Site.
de: Zugriff auf, Manipulation von oder Nutzung nicht öffentlicher Bereiche der Seite.
es: Acceder, alterar o utilizar áreas no públicas del Sitio.
fr: Accéder à, manipuler ou utiliser des zones non publiques du Site.
it: Accedere, manomettere o utilizzare aree non pubbliche del Sito.
pt: Acessar, interferir ou usar áreas não públicas do Site.

source: Attempting to probe, scan, or test the vulnerability of any system or network related to the Site.
de: Versuche, die Verwundbarkeit eines mit der Seite verbundenen Systems oder Netzwerks zu überprüfen, zu scannen oder zu testen.
es: Intentar sondear, escanear o probar la vulnerabilidad de cualquier sistema o red relacionada con el Sitio.
fr: Tenter de sonder, scanner ou tester la vulnérabilité de tout système ou réseau lié au Site.
it: Tentare di sondare, scansionare o testare la vulnerabilità di qualsiasi sistema o rete collegata al Sito.
pt: Tentar sondar, escanear ou testar a vulnerabilidade de qualquer sistema ou rede relacionada ao Site.

source: Interfering with or disrupting the access of any user, host, or network, including sending a virus, overloading, flooding, spamming, or mail-bombing the Site.
de: Störung oder Unterbrechung des Zugriffs eines Benutzers, Hosts oder Netzwerks, einschließlich des Sendens eines Virus, Überlastung, Flooding, Spamming oder Mail-Bombing der Seite.
es: Interferir o interrumpir el acceso de cualquier usuario, host o red, incluido el envío de un virus, la sobrecarga, la inundación, el envío de spam o el mail bombing del Sitio.
fr: Interférer avec ou perturber l'accès de tout utilisateur, hôte ou réseau, y compris en envoyant un virus, en surchargeant, en inondant, en spammant ou en envoyant un courriel de masse au Site.
it: Interferire o interrompere l'accesso di qualsiasi utente, host o rete, incluso l'invio di un virus, il sovraccarico, l'inondazione, lo spamming o il mail-bombing del Sito.
pt: Interferir ou interromper o acesso de qualquer usuário, host ou rede, incluindo o envio de vírus, sobrecarregar, inundar, spammar ou bombardeio de e-mails no Site.

source: 4. Privacy and Data Protection
de: 4. Datenschutz und Datensicherheit
es: 4. Privacidad y Protección de Datos
fr: 4. Confidentialité et protection des données
it: 4. Privacy e protezione dei dati
pt: 4. Privacidade e Proteção de Dados

source: The processing of users' personal data is governed by our Privacy Policy. By using the Site, you agree to the collection and use of information in accordance with our Privacy Policy.
de: Die Verarbeitung der persönlichen Daten der Nutzer wird durch unsere Datenschutzrichtlinie geregelt. Durch die Nutzung der Seite stimmen Sie der Erfassung und Nutzung von Informationen gemäß unserer Datenschutzrichtlinie zu.
es: El tratamiento de los datos personales de los usuarios se rige por nuestra Política de Privacidad. Al utilizar el Sitio, usted acepta la recopilación y el uso de información de acuerdo con nuestra Política de Privacidad.
fr: Le traitement des données personnelles des utilisateurs est régi par notre Politique de confidentialité. En utilisant le Site, vous acceptez la collecte et l'utilisation des informations conformément à notre Politique de confidentialité.
it: Il trattamento dei dati personali degli utenti è regolato dalla nostra Informativa sulla privacy. Utilizzando il Sito, accetti la raccolta e l'utilizzo delle informazioni in conformità con la nostra Informativa sulla privacy.
pt: O processamento dos dados pessoais dos usuários é regido por nossa Política de Privacidade. Ao usar o Site, você concorda com a coleta e uso de informações de acordo com nossa Política de Privacidade.

source: 5. User Content
de: 5. Benutzerinhalte
es: 5. Contenido del usuario
fr: 5. Contenu utilisateur
it: 5. Contenuto dell'utente
pt: 5. Conteúdo do Usuário
