Repository: josejonnathan/jg2portfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: Gaps in your work history can raise questions for recruiters, but not every gap needs to be seen as negative. Even if you weren’t formally employed during certain periods, consider how you were investing that time. Include any personal projects, freelance work, or additional training you took on between jobs. This shows that you were proactively building your skills, even when not working in a traditional role.
de: Lücken im Lebenslauf können bei Recruitern Fragen aufwerfen, aber nicht jede Lücke muss negativ gewertet werden. Auch wenn Sie während bestimmter Zeiträume nicht formell beschäftigt waren, überlegen Sie, wie Sie diese Zeit genutzt haben. Fügen Sie persönliche Projekte, freiberufliche Arbeiten oder zusätzliche Schulungen hinzu, die Sie zwischen den Jobs absolviert haben. Dies zeigt, dass Sie Ihre Fähigkeiten auch außerhalb einer formellen Anstellung weiterentwickelt haben.
es: Los vacíos en tu historial laboral pueden generar preguntas para los reclutadores, pero no todos los vacíos deben ser vistos como algo negativo. Incluso si no estuviste empleado formalmente durante ciertos períodos, considera cómo invertiste ese tiempo. Incluye proyectos personales, trabajos freelance o capacitación adicional que realizaste entre empleos. Esto demuestra que estuviste desarrollando tus habilidades de manera proactiva, incluso cuando no trabajabas en un rol formal.
fr: Les trous dans votre historique professionnel peuvent soulever des questions pour les recruteurs, mais tous les trous ne sont pas perçus comme négatifs. Même si vous n’étiez pas employé officiellement pendant certaines périodes, considérez comment vous avez investi ce temps. Incluez tout projet personnel, travail en freelance ou formation complémentaire que vous avez suivi entre deux emplois. Cela montre que vous développiez activement vos compétences, même lorsque vous n’étiez pas dans un emploi traditionnel.
it: I vuoti nella tua storia lavorativa possono sollevare domande per i recruiter, ma non ogni vuoto deve essere visto come negativo. Anche se non eri formalmente impiegato durante certi periodi, considera come hai investito quel tempo. Includi progetti personali, lavori freelance o formazione aggiuntiva che hai svolto tra i lavori. Questo dimostra che stavi sviluppando attivamente le tue competenze, anche quando non lavoravi in un ruolo tradizionale.
pt: Lacunas no seu histórico de trabalho podem levantar dúvidas para os recrutadores, mas nem toda lacuna deve ser vista de forma negativa. Mesmo que você não tenha estado formalmente empregado durante certos períodos, considere como investiu esse tempo. Inclua projetos pessoais, trabalho freelance ou treinamentos adicionais realizados entre empregos. Isso demonstra que você estava proativamente desenvolvendo suas habilidades, mesmo fora de um emprego formal.

source: Structure of a Great CV
de: Struktur eines großartigen Lebenslaufs
es: Estructura de un Gran CV
fr: Structure d’un excellent CV
it: Struttura di un grande CV
pt: Estrutura de um Ótimo CV

source: Header
de: Kopfzeile
es: Encabezado
fr: En-tête
it: Intestazione
pt: Cabeçalho

source: Include your full name, phone number, email, and links to your professional social networks like LinkedIn, GitHub, or a personal portfolio. Make sure the social links you include are relevant to your work and showcase your professional image.
de: Geben Sie Ihren vollständigen Namen, Telefonnummer, E-Mail-Adresse und Links zu Ihren beruflichen sozialen Netzwerken wie LinkedIn, GitHub oder ein persönliches Portfolio an. Stellen Sie sicher, dass die sozialen Links, die Sie angeben, für Ihre Arbeit relevant sind und Ihr professionelles Image zeigen.
es: Incluye tu nombre completo, número de teléfono, correo electrónico y enlaces a tus redes sociales profesionales como LinkedIn, GitHub o un portafolio personal. Asegúrate de que los enlaces sociales que incluyas sean relevantes para tu trabajo y muestren tu imagen profesional.
fr: Incluez votre nom complet, numéro de téléphone, adresse e-mail et liens vers vos réseaux sociaux professionnels comme LinkedIn, GitHub ou un portfolio personnel. Assurez-vous que les liens sociaux que vous incluez sont pertinents pour votre travail et mettent en avant votre image professionnelle.
it: Includi il tuo nome completo, numero di telefono, e-mail e link ai tuoi social network professionali come LinkedIn, GitHub o un portfolio personale. Assicurati che i link social che fornisci siano rilevanti per il tuo lavoro e mettano in evidenza la tua immagine professionale.
pt: Inclua seu nome completo, número de telefone, e-mail e links para suas redes sociais profissionais, como LinkedIn, GitHub ou um portfólio pessoal. Certifique-se de que os links sociais que você fornecer sejam relevantes para o seu trabalho e mostrem a sua imagem profissional.

source: In today’s CVs, a photo is not mandatory, but it can help give you a more professional appearance in certain industries. If you choose to include a photo, make sure it aligns with the overall professional tone of your CV.
de: In heutigen Lebensläufen ist ein Foto nicht obligatorisch, kann jedoch in bestimmten Branchen hilfreich sein, um ein professionelles Erscheinungsbild zu vermitteln. Wenn Sie sich für ein Foto entscheiden, stellen Sie sicher, dass es zum professionellen Ton Ihres Lebenslaufs passt.
es: En los CVs de hoy, una foto no es obligatoria, pero puede ayudar a darte una apariencia más profesional en ciertas industrias. Si decides incluir una foto, asegúrate de que esté alineada con el tono general de tu CV.
fr: Dans les CV modernes, une photo n’est pas obligatoire, mais elle peut aider à donner une apparence plus professionnelle dans certains secteurs. Si vous choisissez d’inclure une photo, assurez-vous qu’elle s’aligne avec le ton professionnel global de votre CV.
it: Nei CV moderni, una foto non è obbligatoria, ma può aiutarti a dare un’apparenza più professionale in certi settori. Se decidi di includere una foto, assicurati che sia in linea con il tono generale del tuo CV.
pt: Nos CVs modernos, uma foto não é obrigatória, mas pode ajudar a dar uma aparência mais profissional em certas indústrias. Se optar por incluir uma foto, certifique-se de que ela esteja alinhada com o tom profissional do seu CV.

source: Ensure your email address is professional, and avoid sharing social media accounts that reflect your personal life rather than your professional side. <br>Your photo should have a professional look. Avoid using ID-style photos, as they tend to look outdated.
de: Stellen Sie sicher, dass Ihre E-Mail-Adresse professionell ist, und vermeiden Sie die Angabe von sozialen Netzwerken, die Ihr Privatleben widerspiegeln, anstatt Ihre berufliche Seite. <br>Ihr Foto sollte professionell aussehen. Vermeiden Sie die Verwendung von Ausweisfotos, da diese oft veraltet wirken.
es: Asegúrate de que tu dirección de correo electrónico sea profesional y evita compartir redes sociales que reflejen tu vida personal en lugar de tu lado profesional. <br>Tu foto debe tener un aspecto profesional. Evita usar fotos estilo identificación, ya que tienden a verse desactualizadas.
fr: Assurez-vous que votre adresse e-mail est professionnelle et évitez de partager des comptes de réseaux sociaux qui reflètent votre vie personnelle plutôt que votre côté professionnel. <br>Votre photo doit avoir un look professionnel. Évitez d’utiliser des photos de style pièce d’identité, car elles ont tendance à sembler datées.
it: Assicurati che il tuo indirizzo e-mail sia professionale e evita di condividere account di social media che riflettono la tua vita personale piuttosto che il tuo lato professionale. <br>La tua foto dovrebbe avere un aspetto professionale. Evita di usare foto stile carta d’identità, poiché tendono ad apparire obsolete.
pt: Certifique-se de que o seu e-mail seja profissional e evite compartilhar contas de redes sociais que reflitam a sua vida pessoal em vez do seu lado profissional. <br>Sua foto deve ter uma aparência profissional. Evite usar fotos estilo documento de identidade, pois elas tendem a parecer desatualizadas.

source: Professional Summary or Objective
de: Professionelle Zusammenfassung oder Zielsetzung
es: Resumen Profesional u Objetivo
fr: Résumé professionnel ou objectif
it: Riassunto professionale o obiettivo
pt: Resumo Profissional ou Objetivo

source: A professional summary is a brief description of your top skills and experience. It’s the first thing recruiters see, so make sure to grab their attention right away.
de: Eine professionelle Zusammenfassung ist eine kurze Beschreibung Ihrer wichtigsten Fähigkeiten und Erfahrungen. Es ist das Erste, was Recruiter sehen, also stellen Sie sicher, dass Sie sofort ihre Aufmerksamkeit erregen.
es: Un resumen profesional es una breve descripción de tus principales habilidades y experiencia. Es lo primero que ven los reclutadores, por lo que debes captar su atención de inmediato.
fr: Un résumé professionnel est une brève description de vos compétences et de votre expérience. C’est la première chose que voient les recruteurs, alors assurez-vous de capter immédiatement leur attention.
it: Un riassunto professionale è una breve descrizione delle tue principali competenze ed esperienze. È la prima cosa che i recruiter vedono, quindi assicurati di catturare subito la loro attenzione.
pt: Um resumo profissional é uma breve descrição das suas principais habilidades e experiências. É a primeira coisa que os recrutadores veem, então, certifique-se de capturar a atenção deles imediatamente.

source: List your recent work experience. Keep in mind that every role, regardless of title, contributes to your development as a professional. Don’t underestimate any job experience, each one teaches valuable skills, whether it’s problem-solving, communication, or leadership. Highlight your achievements and use action verbs like created, analyzed, or designed.
de: Listen Sie Ihre jüngste Berufserfahrung auf. Denken Sie daran, dass jede Rolle, unabhängig vom Titel, zu Ihrer Entwicklung als Fachkraft beiträgt. Unterschätzen Sie keine Arbeitserfahrung – jede lehrt wertvolle Fähigkeiten, sei es Problemlösung, Kommunikation oder Führung. Heben Sie Ihre Erfolge hervor und verwenden Sie Aktionsverben wie „erstellt“, „analysiert“ oder „entworfen“.
es: Enumera tu experiencia laboral reciente. Ten en cuenta que cada rol, independientemente del título, contribuye a tu desarrollo como profesional. No subestimes ninguna experiencia laboral, cada una enseña habilidades valiosas, ya sea resolución de problemas, comunicación o liderazgo. Destaca tus logros y utiliza verbos de acción como “crear”, “analizar” o “diseñar”.
fr: Listez vos expériences professionnelles récentes. Gardez à l’esprit que chaque rôle, quel que soit le titre, contribue à votre développement en tant que professionnel. Ne sous-estimez aucune expérience professionnelle, chaque emploi enseigne des compétences précieuses, qu’il s’agisse de résolution de problèmes, de communication ou de leadership. Mettez en avant vos réalisations et utilisez des verbes d’action tels que “créé”, “analysé” ou “conçu”.
it: Elenca la tua esperienza lavorativa recente. Tieni presente che ogni ruolo, indipendentemente dal titolo, contribuisce al tuo sviluppo come professionista. Non sottovalutare alcuna esperienza lavorativa, ognuna insegna competenze preziose, che si tratti di problem-solving, comunicazione o leadership. Metti in risalto i tuoi risultati e usa verbi d’azione come “creato”, “analizzato” o “progettato”.
pt: Liste a sua experiência profissional recente. Lembre-se de que todo papel, independentemente do título, contribui para o seu desenvolvimento como profissional. Não subestime nenhuma experiência de trabalho, pois cada uma ensina habilidades valiosas, como resolução de problemas, comunicação ou liderança. Destaque suas conquistas e use verbos de ação como criar, analisar ou projetar.

source: No work experience should be dismissed. Every job provides an opportunity to learn and develop skills, even if the title seems unrelated to your desired career.
de: Keine Arbeitserfahrung sollte abgetan werden. Jede Arbeit bietet die Möglichkeit, Fähigkeiten zu erlernen und weiterzuentwickeln, selbst wenn der Titel nicht mit der angestrebten Karriere übereinstimmt.
es: Ninguna experiencia laboral debe ser descartada. Cada trabajo brinda la oportunidad de aprender y desarrollar habilidades, incluso si el título no parece estar relacionado con la carrera deseada.
fr: Aucune expérience de travail ne doit être négligée. Chaque emploi est une opportunité d’apprendre et de développer des compétences, même si le titre semble non pertinent par rapport à votre carrière souhaitée.
it: Nessuna esperienza lavorativa deve essere sminuita. Ogni lavoro offre l’opportunità di imparare e sviluppare competenze, anche se il titolo sembra non essere correlato alla carriera desiderata.
pt: Nenhuma experiência de trabalho deve ser subestimada. Cada trabalho oferece a oportunidade de aprender e desenvolver habilidades, mesmo que o título pareça não estar relacionado com a carreira desejada.

source: Include a section on your technical and soft skills. Focus on relevant skills that match the job description; you can add a proficiency level next to each skill to give recruiters a better understanding of your strengths (e.g., Advanced, Intermediate, etc.).
de: Fügen Sie einen Abschnitt über Ihre technischen und sozialen Fähigkeiten hinzu. Konzentrieren Sie sich auf relevante Fähigkeiten, die zur Stellenbeschreibung passen; Sie können jedem Skill ein Fähigkeitsniveau hinzufügen, um den Recruitern ein besseres Verständnis Ihrer Stärken zu vermitteln (z. B. Fortgeschritten, Mittelstufe usw.).
es: Incluye una sección sobre tus habilidades técnicas y sociales. Concéntrate en las habilidades relevantes que coincidan con la descripción del trabajo; puedes agregar un nivel de competencia junto a cada habilidad para que los reclutadores tengan una mejor comprensión de tus fortalezas (por ejemplo, Avanzado, Intermedio, etc.).
fr: Incluez une section sur vos compétences techniques et interpersonnelles. Concentrez-vous sur les compétences pertinentes qui correspondent à la description du poste; vous pouvez ajouter un niveau de compétence à côté de chaque compétence pour donner aux recruteurs une meilleure compréhension de vos forces (par exemple, avancé, intermédiaire, etc.).
it: Includi una sezione sulle tue competenze tecniche e trasversali. Concentrati su competenze rilevanti che corrispondono alla descrizione del lavoro; puoi aggiungere un livello di competenza accanto a ogni abilità per dare ai recruiter una migliore comprensione dei tuoi punti di forza (es. Avanzato, Intermedio, ecc.).
pt: Inclua uma seção sobre suas habilidades técnicas e comportamentais. Foque nas habilidades relevantes que correspondem à descrição da vaga; você pode adicionar um nível de proficiência ao lado de cada habilidade para dar aos recrutadores uma melhor compreensão de seus pontos fortes (por exemplo, Avançado, Intermediário, etc.).

source: If you speak multiple languages, include a section for language proficiency. Indicate your level of fluency for each language.
de: Wenn Sie mehrere Sprachen sprechen, fügen Sie einen Abschnitt zur Sprachkenntnis hinzu. Geben Sie Ihr Niveau der Sprachbeherrschung für jede Sprache an.
es: Si hablas varios idiomas, incluye una sección de dominio del idioma. Indica tu nivel de fluidez para cada idioma.
fr: Si vous parlez plusieurs langues, incluez une section sur la maîtrise des langues. Indiquez votre niveau de maîtrise pour chaque langue.
it: Se parli più lingue, includi una sezione sulla competenza linguistica. Indica il tuo livello di competenza per ogni lingua.
pt: Se você fala várias línguas, inclua uma seção de proficiência em idiomas. Indique o seu nível de fluência em cada língua.

source: While not always necessary, including an interests section can help personalize your CV. Make sure to highlight interests that support your skills and the role you’re applying for; avoid adding interests that don’t contribute positively to your professional image
de: Obwohl nicht immer erforderlich, kann ein Interessenbereich helfen, Ihren Lebenslauf zu personalisieren. Heben Sie Interessen hervor, die Ihre Fähigkeiten unterstützen und zur Stelle passen, auf die Sie sich bewerben; vermeiden Sie es, Interessen hinzuzufügen, die nicht positiv zu Ihrem beruflichen Image beitragen
es: Aunque no siempre es necesario, incluir una sección de intereses puede ayudar a personalizar tu CV. Asegúrate de destacar intereses que apoyen tus habilidades y el rol al que estás postulando; evita agregar intereses que no contribuyan positivamente a tu imagen profesional
fr: Bien qu’il ne soit pas toujours nécessaire, inclure une section sur les centres d’intérêt peut aider à personnaliser votre CV. Assurez-vous de mettre en avant des centres d’intérêt qui soutiennent vos compétences et le rôle pour lequel vous postulez; évitez d’ajouter des centres d’intérêt qui ne contribuent pas positivement à votre image professionnelle
it: Anche se non sempre necessario, includere una sezione sugli interessi può aiutare a personalizzare il tuo CV. Assicurati di mettere in evidenza interessi che supportano le tue competenze e il ruolo per cui ti stai candidando; evita di aggiungere interessi che non contribuiscono positivamente alla tua immagine professionale
pt: Embora não seja sempre necessário, incluir uma seção de interesses pode ajudar a personalizar o seu CV. Certifique-se de destacar interesses que complementem suas habilidades e a função para a qual está se candidatando; evite adicionar interesses que não contribuam positivamente para a sua imagem profissional

source: List your education starting with your most recent degree. Include the institution, degree, and graduation date. If applicable, add a brief description of any relevant coursework or honors; don’t list every course you’ve taken. Focus on subjects related to the job you're applying for.
de: Listen Sie Ihre Ausbildung beginnend mit dem neuesten Abschluss auf. Geben Sie die Institution, den Abschluss und das Abschlussdatum an. Fügen Sie gegebenenfalls eine kurze Beschreibung relevanter Kurse oder Auszeichnungen hinzu; listen Sie nicht jeden Kurs auf, den Sie besucht haben. Konzentrieren Sie sich auf Fächer, die für die Stelle, auf die Sie sich bewerben, relevant sind.
es: Enumera tu educación comenzando por el título más reciente. Incluye la institución, el título y la fecha de graduación. Si corresponde, agrega una breve descripción de los cursos o reconocimientos relevantes; no enumeres todos los cursos que has tomado. Concéntrate en las materias relacionadas con el trabajo al que te postulas.
fr: Listez votre formation en commençant par votre diplôme le plus récent. Incluez l’institution, le diplôme et la date de diplomation. Le cas échéant, ajoutez une brève description des cours ou distinctions pertinents; ne listez pas tous les cours que vous avez suivis. Concentrez-vous sur les matières liées au poste auquel vous postulez.
it: Elenca la tua istruzione partendo dal titolo più recente. Includi l’istituzione, il titolo e la data di laurea. Se applicabile, aggiungi una breve descrizione dei corsi o dei riconoscimenti rilevanti; non elencare ogni corso che hai seguito. Concentrati su materie legate al lavoro per cui ti stai candidando.
pt: Liste sua formação acadêmica começando pelo grau mais recente. Inclua a instituição, o grau e a data de formatura. Se aplicável, adicione uma breve descrição dos cursos ou honrarias relevantes; não liste todos os cursos que você já fez. Foque nas disciplinas relacionadas ao emprego para o qual você está se candidatando.

source: Showcasing your projects can be a great way to highlight a variety of skills that may not be immediately apparent through your work experience alone. Projects demonstrate your ability to take initiative, make decisions, and apply problem-solving skills in real-world scenarios. They also show creativity, teamwork, and leadership abilities, especially if you worked with others or led a project to completion.
de: Das Vorstellen Ihrer Projekte kann eine großartige Möglichkeit sein, eine Vielzahl von Fähigkeiten hervorzuheben, die möglicherweise nicht sofort aus Ihrer Berufserfahrung hervorgehen. Projekte zeigen Ihre Fähigkeit zur Eigeninitiative, Entscheidungsfindung und Anwendung von Problemlösungsfähigkeiten in realen Szenarien. Sie zeigen auch Kreativität, Teamarbeit und Führungsqualitäten, insbesondere wenn Sie mit anderen zusammengearbeitet oder ein Projekt erfolgreich abgeschlossen haben.
es: Mostrar tus proyectos puede ser una excelente manera de destacar una variedad de habilidades que quizás no sean inmediatamente evidentes a través de tu experiencia laboral. Los proyectos demuestran tu capacidad para tomar la iniciativa, tomar decisiones y aplicar habilidades de resolución de problemas en escenarios reales. También muestran creatividad, trabajo en equipo y habilidades de liderazgo, especialmente si trabajaste con otros o dirigiste un proyecto hasta su finalización.
fr: Présenter vos projets peut être une excellente façon de mettre en valeur une variété de compétences qui peuvent ne pas être immédiatement évidentes dans votre expérience professionnelle. Les projets démontrent votre capacité à prendre des initiatives, à prendre des décisions et à appliquer des compétences en résolution de problèmes dans des scénarios réels. Ils montrent également la créativité, le travail d’équipe et les capacités de leadership, notamment si vous avez travaillé avec d’autres ou dirigé un projet jusqu’à son achèvement.
it: Mostrare i tuoi progetti può essere un ottimo modo per evidenziare una varietà di competenze che potrebbero non essere immediatamente evidenti attraverso la tua esperienza lavorativa. I progetti dimostrano la tua capacità di prendere iniziativa, prendere decisioni e applicare capacità di problem-solving in scenari reali. Mostrano anche creatività, lavoro di squadra e capacità di leadership, soprattutto se hai lavorato con altri o guidato un progetto fino alla sua realizzazione.
pt: Mostrar seus projetos pode ser uma ótima maneira de destacar uma variedade de habilidades que podem não ser imediatamente evidentes apenas com a sua experiência de trabalho. Projetos demonstram sua capacidade de tomar iniciativa, tomar decisões e aplicar habilidades de resolução de problemas em cenários do mundo real. Eles também mostram criatividade, trabalho em equipe e habilidades de liderança, especialmente se você trabalhou com outros ou liderou um projeto até a sua conclusão.
