Repository: josejonnathan/jg2portfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: Here you can select a template for your public CV. Additionally, for block-based templates, you can choose the background color.
de: Hier kannst du eine Vorlage für dein öffentliches CV auswählen. Zusätzlich kannst du bei blockbasierten Vorlagen die Hintergrundfarbe wählen.
es: Aquí puedes seleccionar una plantilla para tu CV público. Además, para las plantillas con bloques, puedes elegir el color de fondo.
fr: Ici, vous pouvez sélectionner un modèle pour votre CV public. De plus, pour les modèles basés sur des blocs, vous pouvez choisir la couleur de fond.
it: Qui puoi selezionare un modello per il tuo CV pubblico. Inoltre, per i modelli a blocchi, puoi scegliere il colore di sfondo.
pt: Aqui você pode selecionar um modelo para seu CV público. Além disso, para modelos baseados em blocos, você pode escolher a cor de fundo.

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
pt: Atualizar

source: Profile Update
de: Profilaktualisierung
es: Actualizar perfil
fr: Mise à jour du profil
it: Aggiorna profilo
pt: Atualização de Perfil

source: Modern CVs don’t require a photo, but if you think it will help, use a professional-looking one. Avoid ID-style photos, as they are generally outdated.
de: Moderne CVs erfordern kein Foto, aber wenn du denkst, dass es hilfreich ist, nutze ein professionell aussehendes. Vermeide Passfoto-Stile, da diese meist veraltet sind.
es: Los CV modernos no requieren una foto, pero si crees que te ayudará, usa una que se vea profesional. Evita las fotos estilo documento de identidad, ya que generalmente están desactualizadas.
fr: Les CV modernes ne nécessitent pas de photo, mais si vous pensez que cela aidera, utilisez-en une d’apparence professionnelle. Évitez les photos de style carte d’identité, car elles sont généralement obsolètes.
it: I CV moderni non richiedono una foto, ma se pensi che possa essere utile, usa una foto dall’aspetto professionale. Evita le foto in stile documento d’identità, poiché sono generalmente obsolete.
pt: CVs modernos não exigem foto, mas se você acha que ajudará, use uma que tenha aparência profissional. Evite fotos no estilo de documento de identidade, pois geralmente estão desatualizadas.

source: Personal
de: Persönlich
fr: Personnel
it: Personale
pt: Pessoal

source: Your personal information should be clear. Recruiters often use it to search for you online and may discard your profile if the information is inaccurate or inconsistent.
de: Deine persönlichen Informationen sollten klar sein. Recruiter verwenden diese oft, um dich online zu finden, und können dein Profil ablehnen, wenn die Informationen ungenau oder inkonsistent sind.
es: Tu información personal debe ser clara. Los reclutadores a menudo la usan para buscarte en línea y pueden descartar tu perfil si la información es inexacta o inconsistente.
fr: Vos informations personnelles doivent être claires. Les recruteurs les utilisent souvent pour vous rechercher en ligne et peuvent rejeter votre profil si les informations sont inexactes ou incohérentes.
it: Le tue informazioni personali dovrebbero essere chiare. I reclutatori spesso le usano per cercarti online e possono scartare il tuo profilo se le informazioni non sono accurate o incoerenti.
pt: Suas informações pessoais devem ser claras. Os recrutadores costumam usá-las para procurá-lo online e podem descartar seu perfil se as informações forem imprecisas ou inconsistentes.

source: Describe your profile in a short paragraph. Highlight your skills and fit—ideal for those with little experience. A CV summary showcases your achievements, best for seasoned professionals.
de: Beschreibe dein Profil in einem kurzen Absatz. Hebe deine Fähigkeiten und Passform hervor – ideal für Personen mit wenig Erfahrung. Eine CV-Zusammenfassung zeigt deine Erfolge, besonders für erfahrene Fachleute.
es: Describe tu perfil en un breve párrafo. Resalta tus habilidades y adecuación, ideal para quienes tienen poca experiencia. Un resumen de CV muestra tus logros, ideal para profesionales experimentados.
fr: Décrivez votre profil en un court paragraphe. Mettez en avant vos compétences et votre adéquation – idéal pour ceux ayant peu d’expérience. Un résumé de CV met en valeur vos réalisations, parfait pour les professionnels chevronnés.
it: Descrivi il tuo profilo in un breve paragrafo. Evidenzia le tue competenze e la tua idoneità – ideale per chi ha poca esperienza. Un sommario del CV mette in risalto i tuoi successi, meglio per i professionisti esperti.
pt: Descreva seu perfil em um parágrafo curto. Destaque suas habilidades e adequação – ideal para quem tem pouca experiência. Um resumo de CV mostra suas conquistas, melhor para profissionais experientes.

source: Only share links to your social networks where you post work-related content.
de: Teile nur Links zu deinen sozialen Netzwerken, in denen du arbeitsbezogene Inhalte veröffentlichst.
es: Comparte solo enlaces a tus redes sociales donde publiques contenido relacionado con tu trabajo.
fr: Ne partagez que les liens vers vos réseaux sociaux où vous publiez des contenus liés au travail.
it: Condividi solo i link ai tuoi social network dove pubblichi contenuti legati al lavoro.
pt: Compartilhe apenas links para suas redes sociais onde você posta conteúdo relacionado ao trabalho.

source: Protecting your personal data is important. Using a password on your CV prevents scammers from accessing your information.
de: Der Schutz deiner persönlichen Daten ist wichtig. Die Verwendung eines Passworts in deinem CV verhindert, dass Betrüger auf deine Informationen zugreifen.
es: Proteger tus datos personales es importante. Usar una contraseña en tu CV evita que los estafadores accedan a tu información.
fr: Protéger vos données personnelles est important. Utiliser un mot de passe sur votre CV empêche les fraudeurs d’accéder à vos informations.
it: Proteggere i tuoi dati personali è importante. Utilizzare una password nel tuo CV impedisce ai truffatori di accedere alle tue informazioni.
pt: Proteger seus dados pessoais é importante. Usar uma senha no seu CV impede que golpistas acessem suas informações.

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

source: Confirm Delete Project
de: Löschung des Projekts bestätigen
es: Confirmar eliminar proyecto
fr: Confirmer la suppression du projet
it: Conferma eliminazione progetto
pt: Confirmar Exclusão de Projeto

source: Are you sure you want to delete this project?
de: Möchten Sie dieses Projekt wirklich löschen?
es: ¿Estás seguro de que deseas eliminar este proyecto?
fr: Êtes-vous sûr de vouloir supprimer ce projet ?
it: Sei sicuro di voler eliminare questo progetto?
pt: Tem certeza de que deseja excluir este projeto?

source: Edit Project
de: Projekt bearbeiten
es: Editar proyecto
fr: Modifier le projet
it: Modifica progetto
pt: Editar Projeto

source: Add Project
de: Projekt hinzufügen
es: Nuevo proyecto
fr: Ajouter un projet
it: Aggiungi progetto
pt: Adicionar Projeto

source: Showcasing your projects is a great idea, though not mandatory. Highlight your role, the challenges, and the achievements in the project. Be direct and concise.
de: Deine Projekte zu präsentieren ist eine gute Idee, aber nicht obligatorisch. Hebe deine Rolle, die Herausforderungen und deine Erfolge im Projekt hervor. Sei direkt und prägnant.
es: Mostrar tus proyectos es una gran idea, aunque no es obligatorio. Resalta tu rol, los desafíos y los logros en el proyecto. Sé directo y conciso.
fr: Présenter vos projets est une excellente idée, bien que non obligatoire. Mettez en avant votre rôle, les défis et les réussites dans le projet. Soyez direct et concis.
it: Mostrare i tuoi progetti è una grande idea, anche se non obbligatoria. Evidenzia il tuo ruolo, le sfide e i successi nel progetto. Sii diretto e conciso.
pt: Mostrar seus projetos é uma ótima ideia, embora não seja obrigatório. Destaque seu papel, os desafios e as realizações no projeto. Seja direto e conciso.

source: Save Project
de: Projekt speichern
es: Guardar proyecto
fr: Enregistrer le projet
it: Salva progetto
pt: Salvar Projeto

source: Register
de: Registrieren
es: Registrar
fr: S'inscrire
it: Registrati
pt: Registrar

source: Confirm Password:
de: Passwort bestätigen:
es: Confirmar contraseña:
fr: Confirmer le mot de passe :
it: Conferma password:
pt: Confirmar Senha:

source: I accept the
de: Ich akzeptiere die
es: Acepto los
fr: J'accepte les
it: Accetto i
pt: Eu aceito os

source: terms and conditions
de: Allgemeinen Geschäftsbedingungen
es: términos y condiciones
fr: termes et conditions
it: termini e condizioni
pt: termos e condições

source: Already have an account? Login
de: Haben Sie bereits ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Ingresar
fr: Vous avez déjà un compte ? Connectez-vous
it: Hai già un account? Accedi
pt: Já tem uma conta? Entrar

source: Password Reset Complete
de: Passwortzurücksetzung abgeschlossen
es: Restablecimiento de contraseña completo
fr: Réinitialisation du mot de passe terminée
it: Reimpostazione della password completata
pt: Redefinição de Senha Completa

source: Your password has been set successfully. You can now log in with your new password.
de: Ihr Passwort wurde erfolgreich festgelegt. Sie können sich jetzt mit Ihrem neuen Passwort anmelden.
es: Tu contraseña se ha establecido correctamente. Ahora puedes iniciar sesión con tu nueva contraseña.
fr: Votre mot de passe a été défini avec succès. Vous pouvez maintenant vous connecter avec votre nouveau mot de passe.
it: La tua password è stata impostata correttamente. Ora puoi accedere con la tua nuova password.
pt: Sua senha foi redefinida com sucesso. Agora você pode entrar com sua nova senha.

source: Enter New Password
de: Neues Passwort eingeben
es: Ingrese una nueva contraseña
fr: Entrez un nouveau mot de passe
it: Inserisci nuova password
pt: Digite a Nova Senha

source: New Password:
de: Neues Passwort:
es: Nueva contraseña:
fr: Nouveau mot de passe :
it: Nuova password:
pt: Nova Senha:

source: Confirm New Password:
de: Neues Passwort bestätigen:
es: Confirmar nueva contraseña:
fr: Confirmer le nouveau mot de passe :
it: Conferma nuova password:
pt: Confirmar Nova Senha:

source: Change Password
de: Passwort ändern
es: Cambiar la contraseña
fr: Changer le mot de passe
it: Cambia password
pt: Alterar Senha

source: Password Reset Sent
de: Passwortzurücksetzung gesendet
es: Restablecimiento de contraseña enviado
fr: Réinitialisation du mot de passe envoyée
it: Reimpostazione della password inviata
pt: Redefinição de Senha Enviada

source: If an account exists with the email you entered, you will receive an email with instructions on how to reset your password.
de: Falls ein Konto mit der von Ihnen eingegebenen E-Mail existiert, erhalten Sie eine E-Mail mit Anweisungen zur Zurücksetzung Ihres Passworts.
es: Si existe una cuenta con el correo electrónico que ingresaste, recibirás un correo electrónico con instrucciones sobre cómo restablecer tu contraseña.
fr: Si un compte existe avec l'e-mail que vous avez saisi, vous recevrez un e-mail avec des instructions pour réinitialiser votre mot de passe.
it: Se esiste un account associato all'email inserita, riceverai un'email con le istruzioni su come reimpostare la password.
pt: Se houver uma conta com o e-mail que você inseriu, você receberá um e-mail com instruções para redefinir sua senha.

source: Password Reset
de: Passwortzurücksetzung
es: Restablecer contraseña
fr: Réinitialisation du mot de passe
it: Reimpostazione password
pt: Redefinição de Senha

source: Password Reset Request
de: Anfrage zur Passwortzurücksetzung
es: Solicitud de restablecimiento de contraseña
fr: Demande de réinitialisation du mot de passe
it: Richiesta di reimpostazione della password
pt: Solicitação de Redefinição de Senha

source: Hi %(user.get_username)s,
de: Hallo %(user.get_username)s,
es: Hola %(user.get_username)s,
fr: Bonjour %(user.get_username)s,
it: Ciao %(user.get_username)s,
pt: Olá %(user.get_username)s,

source: We received a request to reset your password. Click the button below to reset it:
de: Wir haben eine Anfrage zur Zurücksetzung Ihres Passworts erhalten. Klicken Sie auf die Schaltfläche unten, um es zurückzusetzen:
es: Recibimos una solicitud para restablecer tu contraseña. Haz clic en el botón a continuación para restablecerla:
fr: Nous avons reçu une demande de réinitialisation de votre mot de passe. Cliquez sur le bouton ci-dessous pour le réinitialiser :
it: Abbiamo ricevuto una richiesta di reimpostazione della tua password. Clicca sul pulsante qui sotto per reimpostarla:
pt: Recebemos uma solicitação para redefinir sua senha. Clique no botão abaixo para redefini-la:

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password
pt: Redefinir Senha

source: If you did not request a password reset, please ignore this email or reply to let us know. This password reset link is valid for the next 24 hours.
de: Falls Sie keine Passwortzurücksetzung angefordert haben, ignorieren Sie bitte diese E-Mail oder antworten Sie, um uns zu benachrichtigen. Dieser Link zur Passwortzurücksetzung ist für die nächsten 24 Stunden gültig.
es: Si no solicitaste un restablecimiento de contraseña, ignora este correo electrónico o responde para informarnos. Este enlace para restablecer contraseña es válido durante las próximas 24 horas.
fr: Si vous n'avez pas demandé de réinitialisation du mot de passe, veuillez ignorer cet e-mail ou répondre pour nous en informer. Ce lien de réinitialisation est valide pendant 24 heures.
it: Se non hai richiesto una reimpostazione della password, ignora questa email o rispondi per farcelo sapere. Questo link per la reimpostazione della password è valido per le prossime 24 ore.
pt: Se você não solicitou a redefinição de senha, por favor, ignore este e-mail ou responda para nos informar. Este link para redefinir senha é válido pelas próximas 24 horas.

source: Reset Your Password
de: Setzen Sie Ihr Passwort zurück
es: Restablecer su contraseña
fr: Réinitialisez votre mot de passe
it: Reimposta la tua password
pt: Redefina Sua Senha

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt: Enviar

source: Verify your email
de: Bestätigen Sie Ihre E-Mail
es: Verifica tu correo electrónico
fr: Vérifiez votre e-mail
it: Verifica la tua email
pt: Verifique seu e-mail

source: We have sent you an email with a link to verify your email address. Please check your inbox.
de: Wir haben Ihnen eine E-Mail mit einem Link zur Bestätigung Ihrer E-Mail-Adresse gesendet. Bitte überprüfen Sie Ihren Posteingang.
es: Hemos enviado un correo electrónico con un enlace para verificar tu dirección de correo electrónico. Por favor revisa tu bandeja de entrada.
fr: Nous vous avons envoyé un e-mail avec un lien pour vérifier votre adresse e-mail. Veuillez vérifier votre boîte de réception.
it: Ti abbiamo inviato un'email con un link per verificare il tuo indirizzo email. Controlla la tua casella di posta.
pt: Enviamos um e-mail com um link para verificar seu endereço de e-mail. Por favor, verifique sua caixa de entrada.

source: If you do not receive the email within a few minutes, please check your spam folder.
de: Falls Sie die E-Mail innerhalb weniger Minuten nicht erhalten, überprüfen Sie bitte Ihren Spam-Ordner.
es: Si no recibes el correo electrónico en unos minutos, revisa tu carpeta de correo no deseado.
fr: Si vous ne recevez pas l'e-mail dans quelques minutes, veuillez vérifier votre dossier de courriers indésirables.
it: Se non ricevi l'email entro pochi minuti, controlla la tua cartella spam.
pt: Se você não receber o e-mail dentro de alguns minutos, por favor, verifique sua pasta de spam.

source: Confirm Delete Skill
de: Löschung der Fähigkeit bestätigen
es: Confirmar eliminar habilidad
fr: Confirmer la suppression de la compétence
it: Conferma eliminazione competenza
pt: Confirmar Exclusão de Habilidade

source: Are you sure you want to delete this skill?
de: Möchten Sie diese Fähigkeit wirklich löschen?
es: ¿Estás seguro de que quieres eliminar esta habilidad?
fr: Êtes-vous sûr de vouloir supprimer cette compétence ?
it: Sei sicuro di voler eliminare questa competenza?
pt: Tem certeza de que deseja excluir esta habilidade?

source: Highlight your skills here. Not just your technical abilities (hard skills), but also your social abilities (soft skills), which are highly valued by recruiters. Rate your skills from 0 to 100%%.
de: Hebe hier deine Fähigkeiten hervor. Nicht nur deine technischen Fertigkeiten (Hard Skills), sondern auch deine sozialen Fähigkeiten (Soft Skills), die von Recruitern hoch geschätzt werden. Bewerte deine Fähigkeiten von 0 bis 100%%.
es: Destaca tus habilidades aquí. No solo tus habilidades técnicas (hard skills), sino también tus habilidades sociales (soft skills), que son muy valoradas por los reclutadores. Puntúa tus habilidades del 0 al 100%%.
fr: Mettez en avant vos compétences ici. Non seulement vos compétences techniques (hard skills), mais aussi vos compétences sociales (soft skills), très appréciées par les recruteurs. Évaluez vos compétences de 0 à 100%%.
it: Evidenzia qui le tue competenze. Non solo le tue abilità tecniche (hard skills), ma anche le tue abilità sociali (soft skills), molto apprezzate dai reclutatori. Valuta le tue abilità da 0 a 100%%.
pt: Destaque suas habilidades aqui. Não apenas suas habilidades técnicas (hard skills), mas também suas habilidades sociais (soft skills), que são muito valorizadas pelos recrutadores. Avalie suas habilidades de 0 a 100%%.

source: Save Skill
de: Fähigkeit speichern
es: Guardar habilidad
fr: Enregistrer la compétence
it: Salva competenza
pt: Salvar Habilidade

source: Themes
de: Themen
es: Temas
fr: Thèmes
it: Temi
pt: Temas

source: Here you can select the theme for your public CV, including the color palette and fonts.
de: Hier kannst du das Thema für dein öffentliches CV auswählen, einschließlich der Farbpalette und der Schriftarten.
es: Aquí puedes seleccionar el tema para tu CV público, incluyendo la paleta de colores y las fuentes.
fr: Ici, vous pouvez choisir le thème pour votre CV public, y compris la palette de couleurs et les polices.
it: Qui puoi selezionare il tema per il tuo CV pubblico, inclusi la palette di colori e i caratteri.
pt: Aqui você pode selecionar o tema para seu CV público, incluindo a paleta de cores e as fontes.

source: Primary
de: Primär
es: Primario
fr: Primaire
it: Primario
pt: Primário

source: Secondary
de: Sekundär
es: Secundario
fr: Secondaire
it: Secondario
pt: Secundário

source: Tertiary
de: Tertiär
es: Terciario
fr: Tertiaire
it: Terziario
pt: Terciário

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
pt: Escuro

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
pt: Claro

source: Set
de: Festlegen
es: Usar
fr: Appliquer
it: Imposta
pt: Definir

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
pt: Bem-vindo

source: In this editor, you can create and edit all the information in your profile.
de: In diesem Editor kannst du alle Informationen in deinem Profil erstellen und bearbeiten.
es: En este editor puedes crear y editar toda la información de tu perfil.
fr: Dans cet éditeur, vous pouvez créer et modifier toutes les informations de votre profil.
it: In questo editor, puoi creare e modificare tutte le informazioni nel tuo profilo.
pt: Neste editor, você pode criar e editar todas as informações em seu perfil.

source: Your Public CV
de: Ihr öffentlicher Lebenslauf
es: Tu CV publico
fr: Votre CV public
it: Il tuo CV pubblico
pt: Seu CV Público

source: Download as PDF
de: Als PDF herunterladen
es: Descargar como PDF
fr: Télécharger en PDF
it: Scarica come PDF
pt: Baixar como PDF

source: Logout
de: Abmelden
es: Salir
fr: Déconnexion
it: Esci
pt: Sair

source: Your Profile
de: Ihr Profil
es: Tu perfil
fr: Votre profil
it: Il tuo profilo
pt: Seu Perfil

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt: Editar

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
pt: Novo

source: edit
de: bearbeiten
es: editar
fr: modifier
it: modifica
pt: editar

source: delete
de: löschen
es: borrar
fr: supprimer
it: elimina
pt: excluir

source: Contact
de: Kontakt
es: Contacto
it: Contatto
pt: Contato

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição

source: Photo
de: Foto
es: Foto
it: Foto
pt: Foto

source: Institution
es: Institución
it: Istituzione
pt: Instituição
