Repository: josejonnathan/jg2portfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: You are solely responsible for the content you upload, publish, or display on or through the Site ('User Content'). You grant pro.cur.vit a non-exclusive, transferable, sublicensable, royalty-free, worldwide license to use, store, display, reproduce, save, modify, create derivative works, perform, and distribute your User Content in connection with the Site.
de: Sie sind allein verantwortlich für die Inhalte, die Sie hochladen, veröffentlichen oder über die Seite anzeigen ('Benutzerinhalte'). Sie gewähren pro.cur.vit eine nicht-exklusive, übertragbare, unterlizenzierbare, lizenzfreie, weltweite Lizenz zur Nutzung, Speicherung, Anzeige, Vervielfältigung, Speicherung, Änderung, Erstellung abgeleiteter Werke, Aufführung und Verbreitung Ihrer Benutzerinhalte im Zusammenhang mit der Seite.
es: Usted es el único responsable del contenido que carga, publica o muestra en el Sitio o a través de él (“Contenido del Usuario”). Usted otorga a pro.cur.vit una licencia mundial no exclusiva, transferible, sublicenciable, libre de regalías para usar, almacenar, mostrar, reproducir, guardar, modificar, crear trabajos derivados, realizar y distribuir su Contenido de usuario en relación con el Sitio.
fr: Vous êtes seul responsable du contenu que vous téléchargez, publiez ou affichez sur ou via le Site ('Contenu utilisateur'). Vous accordez à pro.cur.vit une licence non exclusive, transférable, sous-licenciable, libre de redevances, mondiale, pour utiliser, stocker, afficher, reproduire, enregistrer, modifier, créer des œuvres dérivées, interpréter et distribuer votre Contenu utilisateur en lien avec le Site.
it: Sei l'unico responsabile del contenuto che carichi, pubblichi o mostri sul o attraverso il Sito ('Contenuto dell'utente'). Concedi a pro.cur.vit una licenza non esclusiva, trasferibile, sublicenziabile, senza royalty e mondiale per utilizzare, memorizzare, visualizzare, riprodurre, salvare, modificare, creare opere derivate, eseguire e distribuire il tuo Contenuto dell'utente in connessione con il Sito.
pt: Você é o único responsável pelo conteúdo que você carrega, publica ou exibe no ou através do Site ('Conteúdo do Usuário'). Você concede ao pro.cur.vit uma licença não-exclusiva, transferível, sublicenciável, livre de royalties e válida em todo o mundo para usar, armazenar, exibir, reproduzir, salvar, modificar, criar obras derivadas, executar e distribuir seu Conteúdo de Usuário em conexão com o Site.

source: 6. Intellectual Property Rights
de: 6. Geistige Eigentumsrechte
es: 6. Derechos de propiedad intelectual
fr: 6. Droits de propriété intellectuelle
it: 6. Diritti di proprietà intellettuale
pt: 6. Direitos de Propriedade Intelectual

source: All content, trademarks, logos, and other materials available on the Site are the property of pro.cur.vit or its licensors. You may not copy, modify, distribute, sell, or lease any part of our services or software, nor may you reverse engineer or attempt to extract the source code of that software unless laws prohibit these restrictions or you have our written permission.
de: Alle Inhalte, Marken, Logos und anderen Materialien, die auf der Seite verfügbar sind, sind Eigentum von pro.cur.vit oder seinen Lizenzgebern. Sie dürfen keinen Teil unserer Dienste oder Software kopieren, ändern, vertreiben, verkaufen oder vermieten, noch dürfen Sie Reverse Engineering betreiben oder versuchen, den Quellcode dieser Software zu extrahieren, es sei denn, Gesetze verbieten diese Einschränkungen oder Sie haben unsere schriftliche Erlaubnis.
es: Todo el contenido, marcas comerciales, logotipos y otros materiales disponibles en el Sitio son propiedad de pro.cur.vit o sus licenciantes. No puede copiar, modificar, distribuir, vender ni arrendar ninguna parte de nuestros servicios o software, ni puede realizar ingeniería inversa ni intentar extraer el código fuente de ese software a menos que las leyes prohíban estas restricciones o tenga nuestro permiso por escrito.
fr: Tout le contenu, les marques commerciales, les logos et autres matériaux disponibles sur le Site sont la propriété de pro.cur.vit ou de ses concédants de licence. Vous ne pouvez pas copier, modifier, distribuer, vendre ou louer une partie de nos services ou logiciels, ni effectuer de l'ingénierie inverse ou tenter d'extraire le code source de ce logiciel, sauf si la loi l'interdit ou si vous avez notre permission écrite.
it: Tutti i contenuti, marchi, loghi e altri materiali disponibili sul Sito sono di proprietà di pro.cur.vit o dei suoi licenziatari. Non è consentito copiare, modificare, distribuire, vendere o affittare alcuna parte dei nostri servizi o software, né effettuare il reverse engineering o tentare di estrarre il codice sorgente di tale software, a meno che le leggi non vietino queste restrizioni o tu abbia il nostro permesso scritto.
pt: Todo o conteúdo, marcas comerciais, logotipos e outros materiais disponíveis no Site são de propriedade da pro.cur.vit ou de seus licenciadores. Você não pode copiar, modificar, distribuir, vender ou alugar qualquer parte de nossos serviços ou software, nem pode realizar engenharia reversa ou tentar extrair o código-fonte desse software, a menos que as leis proíbam essas restrições ou você tenha nossa permissão por escrito.

source: 7. Limitation of Liability
de: 7. Haftungsbeschränkung
es: 7. Limitación de responsabilidad
fr: 7. Limitation de responsabilité
it: 7. Limitazione di responsabilità
pt: 7. Limitação de Responsabilidade

source: pro.cur.vit shall not be liable for any direct, indirect, incidental, special, consequential, or exemplary damages resulting from the use or inability to use the Site, including but not limited to damages for loss of profits, goodwill, use, data, or other intangible losses.
de: pro.cur.vit haftet nicht für direkte, indirekte, zufällige, besondere, Folge- oder exemplarische Schäden, die sich aus der Nutzung oder der Unmöglichkeit der Nutzung der Seite ergeben, einschließlich, aber nicht beschränkt auf Schäden durch entgangenen Gewinn, Goodwill, Nutzung, Daten oder andere immaterielle Verluste.
es: pro.cur.vit no será responsable de ningún daño directo, indirecto, incidental, especial, consecuente o ejemplar que resulte del uso o la imposibilidad de usar el Sitio, incluidos, entre otros, daños por pérdida de ganancias, buena voluntad, uso, datos u otras pérdidas intangibles.
fr: pro.cur.vit ne sera pas responsable de tout dommage direct, indirect, accessoire, spécial, consécutif ou exemplaire résultant de l'utilisation ou de l'incapacité à utiliser le Site, y compris mais sans s'y limiter, les pertes de profits, la perte de clientèle, l'utilisation, les données ou autres pertes immatérielles.
it: pro.cur.vit non sarà responsabile per danni diretti, indiretti, incidentali, speciali, consequenziali o esemplari derivanti dall'uso o dall'incapacità di utilizzare il Sito, inclusi, a titolo esemplificativo ma non esaustivo, i danni per perdita di profitti, avviamento, utilizzo, dati o altre perdite intangibili.
pt: pro.cur.vit não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais, consequentes ou exemplares resultantes do uso ou incapacidade de usar o Site, incluindo, mas não se limitando a, danos por perda de lucros, boa vontade, uso, dados ou outras perdas intangíveis.

source: 8. Changes to the Terms
de: 8. Änderungen der Bedingungen
es: 8. Cambios a los Términos
fr: 8. Modifications des conditions
it: 8. Modifiche ai Termini
pt: 8. Alterações nos Termos

source: We reserve the right to modify these Terms and Conditions at any time. Changes will become effective immediately upon posting on the Site. It is your responsibility to review the Terms and Conditions periodically. Your continued use of the Site after any modifications signifies your acceptance of the new Terms and Conditions.
de: Wir behalten uns das Recht vor, diese Nutzungsbedingungen jederzeit zu ändern. Änderungen treten sofort nach der Veröffentlichung auf der Seite in Kraft. Es liegt in Ihrer Verantwortung, die Nutzungsbedingungen regelmäßig zu überprüfen. Ihre fortgesetzte Nutzung der Seite nach Änderungen bedeutet, dass Sie die neuen Nutzungsbedingungen akzeptieren.
es: Nos reservamos el derecho de modificar estos Términos y Condiciones en cualquier momento. Los cambios entrarán en vigor inmediatamente después de su publicación en el Sitio. Es su responsabilidad revisar los Términos y Condiciones periódicamente. Su uso continuado del Sitio después de cualquier modificación significa su aceptación de los nuevos Términos y condiciones.
fr: Nous nous réservons le droit de modifier ces Conditions générales à tout moment. Les modifications prendront effet immédiatement après leur publication sur le Site. Il est de votre responsabilité de consulter régulièrement les Conditions générales. Votre utilisation continue du Site après toute modification signifie que vous acceptez les nouvelles Conditions générales.
it: Ci riserviamo il diritto di modificare questi Termini e Condizioni in qualsiasi momento. Le modifiche diventeranno efficaci immediatamente dopo la pubblicazione sul Sito. È tua responsabilità rivedere periodicamente i Termini e Condizioni. Il tuo continuo utilizzo del Sito dopo eventuali modifiche implica l'accettazione dei nuovi Termini e Condizioni.
pt: Reservamo-nos o direito de modificar estes Termos e Condições a qualquer momento. As alterações entrarão em vigor imediatamente após serem publicadas no Site. É sua responsabilidade revisar os Termos e Condições periodicamente. Seu uso contínuo do Site após quaisquer modificações significa sua aceitação dos novos Termos e Condições.

source: 9. Termination
de: 9. Beendigung
es: 9. Terminación
fr: 9. Résiliation
it: 9. Risoluzione
pt: 9. Encerramento

source: We may suspend or terminate your access to the Site if you violate any of these Terms and Conditions or if we suspect that you have been involved in any fraudulent, abusive, or illegal activity.
de: Wir können Ihren Zugang zur Seite sperren oder beenden, wenn Sie gegen eine dieser Nutzungsbedingungen verstoßen oder wenn wir den Verdacht haben, dass Sie an betrügerischen, missbräuchlichen oder illegalen Aktivitäten beteiligt waren.
es: Podemos suspender o cancelar su acceso al Sitio si viola cualquiera de estos Términos y condiciones o si sospechamos que ha estado involucrado en alguna actividad fraudulenta, abusiva o ilegal.
fr: Nous pouvons suspendre ou résilier votre accès au Site si vous violez l'une de ces Conditions générales ou si nous soupçonnons que vous avez été impliqué dans une activité frauduleuse, abusive ou illégale.
it: Potremmo sospendere o terminare il tuo accesso al Sito se violi uno qualsiasi di questi Termini e Condizioni o se sospettiamo che tu sia stato coinvolto in attività fraudolente, abusive o illegali.
pt: Podemos suspender ou encerrar seu acesso ao Site se você violar qualquer um destes Termos e Condições ou se suspeitarmos que você esteve envolvido em qualquer atividade fraudulenta, abusiva ou ilegal.

source: 10. Governing Law and Jurisdiction
de: 10. Anwendbares Recht und Gerichtsstand
es: 10. Ley aplicable y jurisdicción
fr: 10. Droit applicable et juridiction
it: 10. Legge applicabile e giurisdizione
pt: 10. Lei e Jurisdição Aplicável

source: These Terms and Conditions shall be governed by and construed in accordance with the laws of the country in which pro.cur.vit is registered, without regard to its conflict of law principles. Any dispute arising from or relating to these Terms and Conditions shall be subject to the exclusive jurisdiction of the courts of that jurisdiction.
de: Diese Nutzungsbedingungen unterliegen dem Recht des Landes, in dem pro.cur.vit registriert ist, und werden in Übereinstimmung mit diesem ausgelegt, ohne Rücksicht auf kollisionsrechtliche Grundsätze. Alle Streitigkeiten, die sich aus oder im Zusammenhang mit diesen Nutzungsbedingungen ergeben, unterliegen der ausschließlichen Gerichtsbarkeit der Gerichte dieses Landes.
es: Estos Términos y condiciones se regirán e interpretarán de acuerdo con las leyes del país en el que pro.cur.vit está registrado, sin tener en cuenta sus principios de conflicto de leyes. Cualquier disputa que surja de estos Términos y condiciones o se relacione con ellos estará sujeta a la jurisdicción exclusiva de los tribunales de esa jurisdicción.
fr: Ces Conditions générales seront régies et interprétées conformément aux lois du pays dans lequel pro.cur.vit est enregistré, sans égard aux principes de conflit de lois. Tout litige découlant de ou lié à ces Conditions générales sera soumis à la juridiction exclusive des tribunaux de cette juridiction.
it: Questi Termini e Condizioni saranno regolati e interpretati in conformità alle leggi del paese in cui pro.cur.vit è registrato, senza riguardo ai suoi principi di conflitto di leggi. Qualsiasi controversia derivante da o relativa a questi Termini e Condizioni sarà soggetta alla giurisdizione esclusiva dei tribunali di quella giurisdizione.
pt: Estes Termos e Condições serão regidos e interpretados de acordo com as leis do país em que pro.cur.vit está registrado, sem consideração aos seus princípios de conflito de leis. Qualquer disputa decorrente ou relacionada a estes Termos e Condições estará sujeita à jurisdição exclusiva dos tribunais daquela jurisdição.

source: 11. Contact Information
de: 11. Kontaktinformationen
es: 11. Información de contacto
fr: 11. Informations de contact
it: 11. Informazioni di contatto
pt: 11. Informações de Contato

source: If you have any questions or concerns about these Terms and Conditions, please contact us at pro.cur.vit@gmail.com.
de: Wenn Sie Fragen oder Bedenken zu diesen Nutzungsbedingungen haben, kontaktieren Sie uns bitte unter pro.cur.vit@gmail.com.
es: Si tiene alguna pregunta o inquietud sobre estos Términos y condiciones, contáctenos en pro.cur.vit@gmail.com.
fr: Si vous avez des questions ou des préoccupations concernant ces Conditions générales, veuillez nous contacter à pro.cur.vit@gmail.com.
it: Se hai domande o dubbi riguardo a questi Termini e Condizioni, ti preghiamo di contattarci a pro.cur.vit@gmail.com.
pt: Se você tiver quaisquer dúvidas ou preocupações sobre estes Termos e Condições, entre em contato conosco pelo e-mail pro.cur.vit@gmail.com.

source: Home
de: Startseite
es: Inicio
fr: Accueil
pt: Início

source: Tips for Creating a Standout CV
de: Tipps zur Erstellung eines herausragenden Lebenslaufs
es: Consejos para Crear un CV Destacado
fr: Conseils pour créer un CV remarquable
it: Consigli per creare un CV eccezionale
pt: Dicas para Criar um CV de Destaque

source: Your CV is your first opportunity to make a strong impression on a recruiter. With increasing competition, it’s crucial that your CV stands out and communicates your skills, experience, and goals clearly and effectively.
de: Ihr Lebenslauf ist Ihre erste Gelegenheit, einen starken Eindruck bei einem Recruiter zu hinterlassen. Bei zunehmender Konkurrenz ist es entscheidend, dass Ihr Lebenslauf heraussticht und Ihre Fähigkeiten, Erfahrungen und Ziele klar und effektiv vermittelt.
es: Tu CV es tu primera oportunidad para causar una buena impresión ante un reclutador. Con la competencia en aumento, es crucial que tu CV destaque y comunique claramente tus habilidades, experiencia y objetivos de manera efectiva.
fr: Votre CV est votre première opportunité de faire une forte impression auprès d’un recruteur. Avec la concurrence croissante, il est crucial que votre CV se distingue et communique clairement et efficacement vos compétences, votre expérience et vos objectifs.
it: Il tuo CV è la tua prima opportunità per fare una forte impressione su un recruiter. Con la concorrenza in aumento, è fondamentale che il tuo CV si distingua e comunichi chiaramente ed efficacemente le tue competenze, esperienze e obiettivi.
pt: O seu CV é a sua primeira oportunidade para causar uma boa impressão em um recrutador. Com a crescente concorrência, é crucial que o seu CV se destaque e comunique claramente e de forma eficaz suas habilidades, experiência e objetivos.

source: Here are some tips to ensure that your CV looks professional and is relevant to the job you’re applying for.
de: Hier sind einige Tipps, um sicherzustellen, dass Ihr Lebenslauf professionell aussieht und für die Stelle, auf die Sie sich bewerben, relevant ist.
es: Aquí te ofrecemos algunos consejos para asegurarte de que tu CV luzca profesional y sea relevante para el trabajo al que estás postulando.
fr: Voici quelques conseils pour vous assurer que votre CV semble professionnel et qu’il soit pertinent pour le poste auquel vous postulez.
it: Ecco alcuni consigli per assicurarti che il tuo CV sembri professionale e sia pertinente al lavoro per cui ti stai candidando.
pt: Aqui estão algumas dicas para garantir que o seu CV tenha uma aparência profissional e seja relevante para o trabalho ao qual você está se candidatando.

source: The Big Picture
de: Das große Ganze
es: La Visión General
fr: Vue d’ensemble
it: Il quadro generale
pt: A Visão Geral

source: Keep Your CV Clear and Concise
de: Halten Sie Ihren Lebenslauf klar und prägnant
es: Mantén tu CV Claro y Conciso
fr: Rendez votre CV clair et concis
it: Mantieni il tuo CV chiaro e conciso
pt: Mantenha o seu CV claro e conciso

source: Recruiters often scan through dozens or even hundreds of CVs a day. Keep your CV short, direct, and easy to read, ideally one or two pages. Use a simple, professional format.
de: Recruiter scannen oft Dutzende oder sogar Hunderte von Lebensläufen pro Tag. Halten Sie Ihren Lebenslauf kurz, direkt und leicht lesbar, idealerweise auf ein bis zwei Seiten. Verwenden Sie ein einfaches, professionelles Format.
es: Los reclutadores a menudo revisan docenas o incluso cientos de CVs al día. Mantén tu CV breve, directo y fácil de leer, idealmente de una o dos páginas. Utiliza un formato simple y profesional.
fr: Les recruteurs parcourent souvent des dizaines, voire des centaines de CV par jour. Gardez votre CV court, direct et facile à lire, idéalement une ou deux pages. Utilisez un format simple et professionnel.
it: I recruiter esaminano spesso decine o persino centinaia di CV al giorno. Mantieni il tuo CV breve, diretto e facile da leggere, idealmente di una o due pagine. Usa un formato semplice e professionale.
pt: Recrutadores costumam revisar dezenas ou até centenas de CVs por dia. Mantenha o seu CV curto, direto e fácil de ler, de preferência com uma ou duas páginas. Use um formato simples e profissional.

source: Tailor Your CV for Each Job
de: Passen Sie Ihren Lebenslauf an jede Stelle an
es: Adapta tu CV a Cada Trabajo
fr: Adaptez votre CV à chaque poste
it: Personalizza il tuo CV per ogni lavoro
pt: Personalize o seu CV para cada trabalho

source: Customize your CV to match the job you’re applying for. Highlight the skills and experiences most relevant to the position.
de: Passen Sie Ihren Lebenslauf an die Stelle an, auf die Sie sich bewerben. Heben Sie die für die Position relevantesten Fähigkeiten und Erfahrungen hervor.
es: Personaliza tu CV para que coincida con el trabajo al que estás postulando. Destaca las habilidades y experiencias más relevantes para el puesto.
fr: Personnalisez votre CV pour correspondre au poste auquel vous postulez. Mettez en avant les compétences et expériences les plus pertinentes pour le poste.
it: Adatta il tuo CV al lavoro per cui ti stai candidando. Metti in risalto le competenze e le esperienze più rilevanti per la posizione.
pt: Adapte o seu CV para o trabalho ao qual você está se candidatando. Destaque as habilidades e experiências mais relevantes para a posição.

source: Use Industry Keywords
de: Verwenden Sie branchenspezifische Schlüsselwörter
es: Usa Palabras Clave del Sector
fr: Utilisez des mots-clés du secteur
it: Usa parole chiave del settore
pt: Use Palavras-Chave da Indústria

source: Many companies use applicant tracking systems (ATS) to filter CVs before they reach a human recruiter. Include relevant industry keywords to ensure your CV passes these filters.
de: Viele Unternehmen verwenden Bewerber-Tracking-Systeme (ATS), um Lebensläufe zu filtern, bevor sie zu einem menschlichen Recruiter gelangen. Verwenden Sie relevante branchenspezifische Schlüsselwörter, um sicherzustellen, dass Ihr Lebenslauf diese Filter passiert.
es: Muchas empresas utilizan sistemas de seguimiento de candidatos (ATS) para filtrar los CVs antes de que lleguen a un reclutador humano. Incluye palabras clave relevantes del sector para asegurarte de que tu CV pase estos filtros.
fr: De nombreuses entreprises utilisent des systèmes de gestion de candidatures (ATS) pour filtrer les CV avant qu’ils n’atteignent un recruteur humain. Utilisez des mots-clés pertinents du secteur pour vous assurer que votre CV passe ces filtres.
it: Molte aziende utilizzano sistemi di tracciamento dei candidati (ATS) per filtrare i CV prima che arrivino a un recruiter umano. Includi parole chiave pertinenti al settore per assicurarti che il tuo CV superi questi filtri.
pt: Muitas empresas usam sistemas de rastreamento de candidatos (ATS) para filtrar CVs antes de chegarem a um recrutador humano. Inclua palavras-chave relevantes da indústria para garantir que o seu CV passe por esses filtros.

source: Review the job description and align your key skills and profile to match the job requirements. <br>Carefully read the job listing and use the same terms the company uses to describe skills or qualifications.
de: Überprüfen Sie die Stellenbeschreibung und passen Sie Ihre wichtigsten Fähigkeiten und Ihr Profil an die Anforderungen der Stelle an. <br>Lesen Sie die Stellenanzeige sorgfältig und verwenden Sie die gleichen Begriffe, die das Unternehmen zur Beschreibung von Fähigkeiten oder Qualifikationen verwendet.
es: Revisa la descripción del trabajo y ajusta tus habilidades clave y perfil para que coincidan con los requisitos del trabajo. <br>Lee detenidamente la oferta de trabajo y utiliza los mismos términos que la empresa emplea para describir habilidades o cualificaciones.
fr: Examinez attentivement la description de poste et alignez vos compétences clés et votre profil pour correspondre aux exigences du poste. <br>Lisez attentivement l’offre d’emploi et utilisez les mêmes termes que l’entreprise pour décrire les compétences ou les qualifications.
it: Rivedi la descrizione del lavoro e allinea le tue competenze chiave e il tuo profilo per soddisfare i requisiti del lavoro. <br>Leggi attentamente l’annuncio di lavoro e utilizza gli stessi termini che l’azienda usa per descrivere competenze o qualifiche.
pt: Revise a descrição do trabalho e alinhe suas principais habilidades e perfil para atender aos requisitos da vaga. <br>Leia atentamente a lista de empregos e use os mesmos termos que a empresa usa para descrever habilidades ou qualificações.

source: Avoiding Gaps in Your CV
de: Lücken im Lebenslauf vermeiden
es: Evitar Vacíos en tu CV
fr: Éviter les trous dans votre CV
it: Evitare i vuoti nel CV
pt: Evitando Lacunas no seu CV
