Repository: josejonnathan/jg2portfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: Focus on your role in the project, the challenges you faced, and the solutions you implemented. This helps illustrate both your hard and soft skills, such as leadership, communication, and strategic thinking.
de: Konzentrieren Sie sich auf Ihre Rolle im Projekt, die Herausforderungen, denen Sie gegenüberstanden, und die Lösungen, die Sie implementiert haben. Dies hilft, sowohl Ihre harten als auch Ihre sozialen Fähigkeiten zu verdeutlichen, wie z. B. Führung, Kommunikation und strategisches Denken.
es: Concéntrate en tu papel en el proyecto, los desafíos que enfrentaste y las soluciones que implementaste. Esto ayuda a ilustrar tanto tus habilidades técnicas como tus habilidades sociales, como liderazgo, comunicación y pensamiento estratégico.
fr: Concentrez-vous sur votre rôle dans le projet, les défis auxquels vous avez été confronté et les solutions que vous avez mises en œuvre. Cela aide à illustrer vos compétences techniques et interpersonnelles, telles que le leadership, la communication et la réflexion stratégique.
it: Concentrati sul tuo ruolo nel progetto, le sfide che hai affrontato e le soluzioni che hai implementato. Questo aiuta a illustrare sia le tue competenze tecniche che trasversali, come leadership, comunicazione e pensiero strategico.
pt: Concentre-se no seu papel no projeto, nos desafios que enfrentou e nas soluções que implementou. Isso ajuda a ilustrar suas habilidades técnicas e comportamentais, como liderança, comunicação e pensamento estratégico.

source: Final Touches
de: Finale Schliffe
es: Toques Finales
fr: Dernières retouches
it: Ritocchi finali
pt: Toques Finais

source: Proofread Carefully
de: Lesen Sie sorgfältig Korrektur
es: Corrige Cuidadosamente
fr: Relisez attentivement
it: Correggi attentamente
pt: Revise Cuidadosamente

source: Before submitting your CV, proofread it multiple times to ensure there are no grammatical errors or typos. A CV with mistakes can leave a negative impression. Ask a friend or colleague to review your CV for fresh eyes.
de: Bevor Sie Ihren Lebenslauf einreichen, lesen Sie ihn mehrmals durch, um sicherzustellen, dass keine grammatikalischen Fehler oder Tippfehler vorhanden sind. Ein Lebenslauf mit Fehlern kann einen negativen Eindruck hinterlassen. Bitten Sie einen Freund oder Kollegen, Ihren Lebenslauf zu überprüfen, um einen frischen Blick zu bekommen.
es: Antes de enviar tu CV, revísalo varias veces para asegurarte de que no haya errores gramaticales o tipográficos. Un CV con errores puede dejar una mala impresión. Pídele a un amigo o colega que revise tu CV para obtener una nueva perspectiva.
fr: Avant de soumettre votre CV, relisez-le plusieurs fois pour vous assurer qu’il n’y a pas de fautes d’orthographe ou de grammaire. Un CV avec des erreurs peut laisser une mauvaise impression. Demandez à un ami ou à un collègue de relire votre CV pour avoir un regard neuf.
it: Prima di inviare il tuo CV, rileggilo più volte per assicurarti che non ci siano errori grammaticali o refusi. Un CV con errori può lasciare una cattiva impressione. Chiedi a un amico o collega di esaminare il tuo CV per avere una prospettiva fresca.
pt: Antes de enviar o seu CV, revise-o várias vezes para garantir que não haja erros gramaticais ou de digitação. Um CV com erros pode deixar uma impressão negativa. Peça a um amigo ou colega para revisar o seu CV com uma nova perspectiva.

source: Format and Design
de: Format und Design
es: Formato y Diseño
fr: Format et conception
it: Formato e design
pt: Formato e Design

source: Use a clean and professional design for your CV. Stick to a simple font and layout to ensure readability.
de: Verwenden Sie ein sauberes und professionelles Design für Ihren Lebenslauf. Halten Sie sich an eine einfache Schriftart und ein Layout, um die Lesbarkeit zu gewährleisten.
es: Usa un diseño limpio y profesional para tu CV. Mantén una fuente y un diseño simples para garantizar la legibilidad.
fr: Utilisez un design propre et professionnel pour votre CV. Optez pour une police simple et un agencement sobre pour garantir la lisibilité.
it: Usa un design pulito e professionale per il tuo CV. Attieniti a un carattere semplice e un layout sobrio per garantire la leggibilità.
pt: Use um design limpo e profissional para o seu CV. Mantenha uma fonte simples e um layout organizado para garantir a legibilidade.

source: Wrong password
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password errata
pt: Senha incorreta

source: The password you entered is incorrect. Please try again.
de: Das eingegebene Passwort ist falsch. Bitte versuchen Sie es erneut.
es: La contraseña que ingresaste es incorrecta. Por favor, inténtalo de nuevo.
fr: Le mot de passe que vous avez entré est incorrect. Veuillez réessayer.
it: La password inserita non è corretta. Riprova.
pt: A senha que você inseriu está incorreta. Por favor, tente novamente.

source: Back
de: Zurück
es: Volver
fr: Retour
it: Voltar
pt: Voltar

source: English
de: Englisch
es: Ingles
fr: Anglais
it: Inglese
pt: Inglês

source: French
de: Französisch
es: Frances
fr: Français
it: Francese
pt: Francês

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
pt: Espanhol

source: German
de: Deutsch
es: Aleman
fr: Allemand
it: Tedesco
pt: Alemão

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
pt: Italiano

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
pt: Português

source: Some of my projects
de: Einige meiner Projekte
es: Algunos de mis proyectos
fr: Quelques-uns de mes projets
it: Alcuni dei miei progetti
pt: Alguns dos meus projetos

source: Share this CV:
de: Diesen Lebenslauf teilen:
es: Comparte este CV:
fr: Partager ce CV :
it: Condividi questo CV:
pt: Compartilhar este CV:

source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
pt: Título

source: Required. Enter a valid email address.
de: Erforderlich. Geben Sie eine gültige E-Mail-Adresse ein.
es: Requerido. Introduce una dirección de correo electrónico válida.
fr: Requis. Entrez une adresse e-mail valide.
it: Obbligatorio. Inserisci un indirizzo email valido.
pt: Obrigatório. Insira um endereço de e-mail válido.

source: I accept the terms and conditions
de: Ich akzeptiere die Allgemeinen Geschäftsbedingungen
es: Acepto los términos y condiciones
fr: J'accepte les termes et conditions
it: Accetto i termini e le condizioni
pt: Aceito os termos e condições

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
pt: Nome de usuário

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Senha

source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
pt: Confirmar Senha

source: Bio
de: Biografie
es: Perfil
fr: Biographie
it: Biografia
pt: Biografia

source: Profile Picture
de: Profilbild
es: Foto de perfil
fr: Photo de profil
it: Immagine del profilo
pt: Foto de Perfil

source: Protect curriculum with password
de: Lebenslauf mit Passwort schützen
es: Proteger currículum con contraseña
fr: Protéger le CV avec un mot de passe
it: Proteggi curriculum con password
pt: Proteger currículo com senha

source: The image is too large (maximum size is 5 MB).
de: Das Bild ist zu groß (maximale Größe beträgt 5 MB).
es: La imagen es demasiado grande (el tamaño máximo es 5 MB).
fr: L'image est trop grande (taille maximale : 5 Mo).
it: L'immagine è troppo grande (dimensione massima 5 MB).
pt: A imagem é muito grande (o tamanho máximo é de 5 MB).

source: Image Resolution is too high (maximum size is {max_width}x{max_height} pixels).
de: Die Bildauflösung ist zu hoch (maximale Größe ist {max_width}x{max_height} Pixel).
es: La resolución de la imagen es demasiado alta (el tamaño máximo es {max_width}x{max_height} píxeles).
fr: La résolution de l'image est trop élevée (taille maximale : {max_width}x{max_height} pixels).
it: La risoluzione dell'immagine è troppo alta (dimensione massima {max_width}x{max_height} pixel).
pt: A resolução da imagem é muito alta (tamanho máximo é {max_width}x{max_height} pixels).

source: You must provide a password if password protection is enabled.
de: Sie müssen ein Passwort angeben, wenn der Passwortschutz aktiviert ist.
es: Debes proporcionar una contraseña si la protección por contraseña está activada.
fr: Vous devez fournir un mot de passe si la protection par mot de passe est activée.
it: Devi fornire una password se la protezione con password è abilitata.
pt: Você deve fornecer uma senha se a proteção por senha estiver ativada.

source: Dark Background
de: Dunkler Hintergrund
es: Fondo oscuro
fr: Arrière-plan sombre
it: Sfondo scuro
pt: Fundo Escuro

source: Template
de: Vorlage
es: Plantilla
fr: Modèle
it: Modello
pt: Modelo

source: Skill Name
de: Fähigkeitsname
es: Habilidad
fr: Nom de la compétence
it: Nome competenza
pt: Nome da Habilidade

source: Skill Level
de: Fähigkeitsniveau
es: Nivel
fr: Niveau de compétence
it: Livello di competenza
pt: Nível de Habilidade

source: Please enter the skill name
de: Bitte geben Sie den Namen der Fähigkeit ein
es: Por favor, ingresa el nombre de la habilidad
fr: Veuillez entrer le nom de la compétence
it: Si prega di inserire il nome della competenza
pt: Por favor, insira o nome da habilidade

source: Please enter the skill level
de: Bitte geben Sie das Fähigkeitsniveau ein
es: Por favor, ingresa el nivel de habilidad
fr: Veuillez entrer le niveau de compétence
it: Si prega di inserire il livello della competenza
pt: Por favor, insira o nível da habilidade

source: Minimum level is 1
de: Das Mindestniveau ist 1
es: El nivel mínimo es 1
fr: Le niveau minimum est 1
it: Il livello minimo è 1
pt: O nível mínimo é 1

source: Maximum level is 100
de: Das Höchstniveau ist 100
es: El nivel máximo es 100
fr: Le niveau maximum est 100
it: Il livello massimo è 100
pt: O nível máximo é 100

source: Language Name
de: Sprache
es: Idioma
fr: Nom de la langue
it: Nome della lingua
pt: Nome do Idioma

source: Proficiency Level
de: Kenntnisstand
es: Nivel de competencia
fr: Niveau de compétence
it: Livello di competenza
pt: Nível de Proficiência

source: Interest
de: Interesse
es: Interes
fr: Intérêt
it: Interesse
pt: Interesse

source: Degree
de: Abschluss
es: Grado
fr: Diplôme
it: Laurea
pt: Grau Acadêmico

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data di inizio
pt: Data de Início

source: End Date
de: Enddatum
es: Fecha de finalización
fr: Date de fin
it: Data di fine
pt: Data de Término

source: Job Title
de: Berufsbezeichnung
es: Título del trabajo
fr: Titre du poste
it: Titolo di lavoro
pt: Cargo

source: Company
de: Unternehmen
es: Compañía
fr: Entreprise
it: Azienda
pt: Empresa

source: Project Name
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
it: Nome del progetto
pt: Nome do Projeto

source: Project URL
de: Projekt-URL
es: URL del proyecto
fr: URL du projet
it: URL del progetto
pt: URL do Projeto

source: Project Image
de: Projektbild
es: Imagen del proyectos
fr: Image du projet
it: Immagine del progetto
pt: Imagem do Projeto

source: Activation Complete
de: Aktivierung abgeschlossen
es: Activación completa
fr: Activation complète
it: Attivazione completata
pt: Ativação Completa

source: Your account has been activated successfully. You can now login to your account.
de: Ihr Konto wurde erfolgreich aktiviert. Sie können sich nun in Ihr Konto einloggen.
es: Tu cuenta ha sido activada exitosamente. Ahora puedes iniciar sesión.
fr: Votre compte a été activé avec succès. Vous pouvez maintenant vous connecter à votre compte.
it: Il tuo account è stato attivato con successo. Ora puoi accedere al tuo account.
pt: Sua conta foi ativada com sucesso. Agora você pode fazer login na sua conta.

source: Login
de: Anmelden
es: Ingresar
fr: Connexion
it: Accedi
pt: Entrar

source: Confirm Delete Education
de: Löschung der Ausbildung bestätigen
es: Confirmar Eliminar Educación
fr: Confirmer la suppression de l'éducation
it: Conferma eliminazione formazione
pt: Confirmar Exclusão de Educação

source: Are you sure you want to delete this education?
de: Möchten Sie diese Ausbildung wirklich löschen?
es: ¿Estás seguro de que deseas eliminar esta educación?
fr: Êtes-vous sûr de vouloir supprimer cette éducation ?
it: Sei sicuro di voler eliminare questa formazione?
pt: Tem certeza de que deseja excluir esta educação?

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Elimina
pt: Excluir

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Edit Education
de: Ausbildung bearbeiten
es: Editar educación
fr: Modifier l'éducation
it: Modifica istruzione
pt: Editar Educação

source: Add Education
de: Ausbildung hinzufügen
es: Nueva educación
fr: Ajouter une éducation
it: Aggiungi istruzione
pt: Adicionar Educação

source: Make sure to provide accurate information about your education, including the degree obtained and a brief summary. This will be presented starting with the most recent.
de: Stelle sicher, genaue Informationen zu deiner Ausbildung anzugeben, einschließlich des erworbenen Abschlusses und einer kurzen Zusammenfassung. Diese werden in umgekehrter chronologischer Reihenfolge dargestellt.
es: Asegúrate de proporcionar información precisa sobre tu educación, incluyendo el título obtenido y un breve resumen. Esta se presentará comenzando por la más reciente.
fr: Assurez-vous de fournir des informations précises sur votre formation, y compris le diplôme obtenu et un bref résumé. Cela sera présenté en commençant par le plus récent.
it: Assicurati di fornire informazioni accurate sulla tua formazione, incluso il titolo conseguito e un breve riassunto. Questo verrà presentato iniziando dal più recente.
pt: Certifique-se de fornecer informações precisas sobre sua educação, incluindo o diploma obtido e um breve resumo. Isso será apresentado começando pelo mais recente.

source: Save Education
de: Ausbildung speichern
es: Guardar educación
fr: Enregistrer l'éducation
it: Salva istruzione
pt: Salvar Educação

source: Activate Your Account
de: Aktivieren Sie Ihr Konto
es: Activa tu cuenta
fr: Activer votre compte
it: Attiva il tuo account
pt: Ativar Sua Conta

source: Hi %(user.username)s,
de: Hallo %(user.username)s,
es: Hola %(user.username)s,
fr: Bonjour %(user.username)s,
it: Ciao %(user.username)s,
pt: Olá %(user.username)s,

source: Thank you for registering with us. To complete your registration, please verify your email address by clicking the button below:
de: Vielen Dank für Ihre Registrierung bei uns. Um Ihre Registrierung abzuschließen, bestätigen Sie bitte Ihre E-Mail-Adresse, indem Sie auf die Schaltfläche unten klicken:
es: Gracias por registrarse con nosotros. Para completar su registro, verifique su dirección de correo electrónico haciendo clic en el botón a continuación:
fr: Merci de vous être inscrit chez nous. Pour compléter votre inscription, veuillez vérifier votre adresse e-mail en cliquant sur le bouton ci-dessous :
it: Grazie per esserti registrato con noi. Per completare la registrazione, verifica il tuo indirizzo email cliccando sul pulsante qui sotto:
pt: Obrigado por se registrar conosco. Para concluir seu registro, por favor, verifique seu e-mail clicando no botão abaixo:

source: Activate Account
de: Konto aktivieren
es: Activa tu cuenta
fr: Activer le compte
it: Attiva account
pt: Ativar Conta

source: If the button above does not work, you can also click on the link below or copy and paste it into your browser:
de: Wenn die Schaltfläche oben nicht funktioniert, können Sie auch auf den untenstehenden Link klicken oder ihn in Ihren Browser kopieren und einfügen:
es: Si el botón de arriba no funciona, también puedes hacer clic en el enlace a continuación o copiarlo y pegarlo en tu navegador:
fr: Si le bouton ci-dessus ne fonctionne pas, vous pouvez également cliquer sur le lien ci-dessous ou le copier et le coller dans votre navigateur :
it: Se il pulsante qui sopra non funziona, puoi cliccare sul link qui sotto o copiarlo e incollarlo nel tuo browser:
pt: Se o botão acima não funcionar, você também pode clicar no link abaixo ou copiá-lo e colá-lo no seu navegador:

source: If you did not create an account with us, please ignore this email.
de: Wenn Sie kein Konto bei uns erstellt haben, ignorieren Sie bitte diese E-Mail.
es: Si no creaste una cuenta con nosotros, ignora este correo electrónico.
fr: Si vous n'avez pas créé de compte chez nous, veuillez ignorer cet e-mail.
it: Se non hai creato un account con noi, ignora questa email.
pt: Se você não criou uma conta conosco, por favor, ignore este e-mail.

source: All rights reserved.
de: Alle Rechte vorbehalten.
es: Todos los derechos reservados.
fr: Tous droits réservés.
it: Tutti i diritti riservati.
pt: Todos os direitos reservados.

source: Confirm Delete Experience
de: Löschung der Erfahrung bestätigen
es: Confirmar eliminación de experiencia
fr: Confirmer la suppression de l'expérience
it: Conferma eliminazione esperienza
pt: Confirmar Exclusão de Experiência

source: Are you sure you want to delete this experience?
de: Möchten Sie diese Erfahrung wirklich löschen?
es: ¿Estás seguro de que deseas eliminar esta experiencia?
fr: Êtes-vous sûr de vouloir supprimer cette expérience ?
it: Sei sicuro di voler eliminare questa esperienza?
pt: Tem certeza de que deseja excluir esta experiência?

source: Edit Experience
de: Erfahrung bearbeiten
es: Editar experiencia
fr: Modifier l'expérience
it: Modifica esperienza
pt: Editar Experiência

source: Add Experience
de: Erfahrung hinzufügen
es: Nueva experiencia
fr: Ajouter une expérience
it: Aggiungi esperienza
pt: Adicionar Experiência

source: List your recent work experience. Keep in mind that every role, regardless of title, contributes to your development as a professional. Highlight your achievements and use action verbs like create, analyze, or design.
de: Liste deine jüngsten Berufserfahrungen auf. Bedenke, dass jede Rolle, unabhängig vom Titel, zu deiner beruflichen Entwicklung beiträgt. Hebe deine Erfolge hervor und verwende Aktionsverben wie erstellen, analysieren oder entwerfen.
es: Indica tu experiencia laboral reciente. Ten en cuenta que cada rol, sin importar el título, contribuye a tu desarrollo profesional. Resalta tus logros y usa verbos de acción como crear, analizar o diseñar.
fr: Indiquez vos expériences professionnelles récentes. Gardez à l’esprit que chaque rôle, quel que soit son titre, contribue à votre développement professionnel. Mettez en avant vos réalisations et utilisez des verbes d’action comme créer, analyser ou concevoir.
it: Elenca le tue esperienze lavorative recenti. Tieni presente che ogni ruolo, indipendentemente dal titolo, contribuisce al tuo sviluppo professionale. Evidenzia i tuoi risultati e usa verbi d’azione come creare, analizzare o progettare.
pt: Liste sua experiência de trabalho recente. Tenha em mente que cada função, independentemente do título, contribui para o seu desenvolvimento como profissional. Destaque suas realizações e use verbos de ação como criar, analisar ou projetar.

source: Save Experience
de: Erfahrung speichern
es: Guardar experiencia
fr: Enregistrer l'expérience
it: Salva esperienza
pt: Salvar Experiência

source: Confirm Delete Interest
de: Löschung des Interesses bestätigen
es: Confirmar eliminar interés
fr: Confirmer la suppression de l'intérêt
it: Conferma eliminazione interesse
pt: Confirmar Exclusão de Interesse

source: Are you sure you want to delete this interest?
de: Möchten Sie dieses Interesse wirklich löschen?
es: ¿Estás seguro de que deseas eliminar este interés?
fr: Êtes-vous sûr de vouloir supprimer cet intérêt ?
it: Sei sicuro di voler eliminare questo interesse?
pt: Tem certeza de que deseja excluir este interesse?

source: Edit Interest
de: Interesse bearbeiten
es: Editar interes
fr: Modifier l'intérêt
it: Modifica interesse
pt: Editar Interesse

source: Add Interest
de: Interesse hinzufügen
es: Nuevo interes
fr: Ajouter un intérêt
it: Aggiungi interesse
pt: Adicionar Interesse

source: Interests are not mandatory, but they help humanize your profile. Many of them also support your skills, but be sure to present those that positively contribute to your CV.
de: Interessen sind nicht zwingend erforderlich, aber sie helfen, dein Profil menschlicher zu machen. Viele davon unterstützen auch deine Fähigkeiten, aber stelle sicher, dass sie positiv zu deinem CV beitragen.
es: Los intereses no son obligatorios, pero ayudan a humanizar tu perfil. Muchos de ellos también respaldan tus habilidades, pero asegúrate de presentar aquellos que aporten de manera positiva a tu CV.
fr: Les centres d’intérêt ne sont pas obligatoires, mais ils permettent d’humaniser votre profil. Beaucoup d’entre eux soutiennent également vos compétences, mais assurez-vous de présenter ceux qui contribuent positivement à votre CV.
it: Gli interessi non sono obbligatori, ma aiutano a rendere più umano il tuo profilo. Molti di essi supportano anche le tue competenze, ma assicurati di presentare quelli che contribuiscono positivamente al tuo CV.
pt: Os interesses não são obrigatórios, mas ajudam a humanizar seu perfil. Muitos deles também apoiam suas habilidades, mas certifique-se de apresentar aqueles que contribuem positivamente para seu CV.

source: Save Interest
de: Interesse speichern
es: Guardar interes
fr: Enregistrer l'intérêt
it: Salva interesse
pt: Salvar Interesse

source: Confirm Delete Language
de: Löschung der Sprache bestätigen
es: Confirmar eliminar idioma
fr: Confirmer la suppression de la langue
it: Conferma eliminazione lingua
pt: Confirmar Exclusão de Idioma

source: Are you sure you want to delete this language?
de: Möchten Sie diese Sprache wirklich löschen?
es: ¿Está seguro de que deseas eliminar este idioma?
fr: Êtes-vous sûr de vouloir supprimer cette langue ?
it: Sei sicuro di voler eliminare questa lingua?
pt: Tem certeza de que deseja excluir este idioma?

source: Edit Language
de: Sprache bearbeiten
es: Editar idioma
fr: Modifier la langue
it: Modifica lingua
pt: Editar Idioma

source: Add Language
de: Sprache hinzufügen
es: Nuevo idioma
fr: Ajouter une langue
it: Aggiungi lingua
pt: Adicionar Idioma

source: Add a language and your proficiency level in it.
de: Füge eine Sprache und dein Beherrschungsniveau hinzu.
es: Agrega un idioma y tu nivel de competencia en él.
fr: Ajoutez une langue et votre niveau de compétence.
it: Aggiungi una lingua e il tuo livello di competenza in essa.
pt: Adicione um idioma e o seu nível de proficiência nele.

source: Save Language
de: Sprache speichern
es: Guardar idioma
fr: Enregistrer la langue
it: Salva lingua
pt: Salvar Idioma

source: Username:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur :
it: Nome utente:
pt: Nome de usuário:

source: Forgot your Password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
pt: Esqueceu sua senha?

source: New User?
de: Neuer Benutzer?
es: ¿Nuevo usuario?
fr: Nouvel utilisateur ?
it: Nuovo utente?
pt: Novo Usuário?
